<?php
/**
 * Language File
 * @package Social Ninja
 * @version 1.7
 * @author InspiredDev <iamrock68@gmail.com>
 * @copyright 2015
 */
if(!defined('S_NINJA'))exit();

/**
 * Common lang
 */

$lang['title']['browse_folder'] = "تصفح مجلد";
$lang['title']['dash'] = "لوحة أجهزة القياس";
$lang['title']['help'] = "مساعدة";
$lang['title']['home'] = "الصفحة الرئيسية";
$lang['title']['login'] = "تسجيل دخول";
$lang['title']['merge'] = "الفيسبوك دمج حساب";
$lang['title']['plog'] = "آخر سجل";
$lang['title']['resetpw'] = "اعادة تعيين كلمة السر";
$lang['title']['sch'] = "الجدول الزمني";
$lang['title']['sync'] = "المزامنة لك حساب";
$lang['title']['meditor'] = "محرر وسائل الإعلام";
$lang['title']['htoi'] = "HTML إلى صورة مولد";
$lang['title']['mic'] = "محرر وسائل الاعلام ومولد المحتوى";
$lang['title']['mc'] = "الخالق MEME";
$lang['title']['ct'] = "أدوات الخالق";
$lang['title']['qv'] = "فيديو في قائمة الانتظار";
$lang['title']['vdt'] = "فيديو أداة تحميل";
$lang['title']['signup'] = "إنشاء حساب جديد";

$lang['common'][0] = "حذف";
$lang['common'][1] = "ليس لديك حساب وأضاف";
$lang['common'][2] = "رمز منتهية الصلاحية";
$lang['common'][3] = "جدول اسم";
$lang['common'][4] = "الحالة";
$lang['common'][5] = "تفعيل";
$lang['common'][6] = "المشاركة المقبل";
$lang['common'][7] = "آخر مشاركة";
$lang['common'][8] = "تطبيقات";
$lang['common'][9] = "وأضاف الملامح";
$lang['common'][10] = "تحرير";
$lang['common'][11] = "مشاهدة المشاركات";
$lang['common'][12] = "إستكشاف";
$lang['common'][13] = "اختر واحدا";
$lang['common'][14] = "حذف";
$lang['common'][15] = "HIDE";
$lang['common'][16] = "فقط صفحات الفيسبوك";
$lang['common'][17] = "إلى";
$lang['common'][18] = "ثانيا";
$lang['common'][19] = "أغلق";
$lang['common'][20] = "حفظ";
$lang['common'][21] = "المشاركات";
$lang['common'][22] = "يوم";
$lang['common'][23] = "اعتبارا من";
$lang['common'][24] = "تحديث";
$lang['common'][25] = "هنا";
$lang['common'][26] = "الرفع";
$lang['common'][27] = "شرح";
$lang['common'][28] = "نص المشاركة";
$lang['common'][29] = "صورة";
$lang['common'][30] = "نص";
$lang['common'][31] = "فيديو";
$lang['common'][32] = "RANDOM";
$lang['common'][33] = "كما أمرت";
$lang['common'][34] = "PICTURES AS عرض الشرائح";
$lang['common'][35] = "PICTURES AS ALBUM";
$lang['common'][36] = "البحث عن";
$lang['common'][37] = "إلغاء";
$lang['common'][38] = "تم الحذف";
$lang['common'][39] = "خفية";
$lang['common'][40] = "مشاهدة المشاركة";
$lang['common'][41] = "إيقاف الاهتزاز";
$lang['common'][42] = "عثرة القادمة";
$lang['common'][43] = "عثرة مشاركة";
$lang['common'][44] = "آخر تعليق";
$lang['common'][45] = "عرض";
$lang['common'][46] = "إضافة";
$lang['common'][47] = "لغة";
$lang['common'][48] = "يتم تعطيل وسائل الإعلام المساعد";
$lang['common'][49] = "تم تعطيل تحميل البرنامج المساعد";
$lang['common'][50] = "إنشاء حساب";


/**
 * Index.php lang
 */
$lang['index'][0] = "مرحبا بكم في";
$lang['index'][1] = "إدارة حسابك الفيسبوك وتويتر ويوتيوب حساب كل ذلك في منصة واحدة";
$lang['index'][2] = "للحصول على الدخول التي المستخدم وكلمة المرور الخاصة بك وإضافة كافة الحسابات الاجتماعية الخاصة بك";
$lang['index'][3] = "ابدأوا";
$lang['index'][4] = "اقرأ المزيد";
$lang['index'][5] = "ميزاتنا";
$lang['index'][6] = "جدولة";
$lang['index'][7] = "ميزات اضافية";
$lang['index'][8] = "إنشاء المحتوى";
$lang['index'][9] = "إدارة حسابك الفيسبوك وتويتر ويوتيوب الحسابات";
$lang['index'][10] = "تدعم النص والصورة، وصلة والمشاركات الفيديو";
$lang['index'][11] = "تخصيص يوتيوب خيارات التحميل";
$lang['index'][12] = "يدعم آر إس إس";
$lang['index'][13] = "تحميل الصور / الفيديو بكميات كبيرة والجدول الزمني لها للنشر في وقت لاحق";
$lang['index'][14] = "من السهل سحب وإسقاط تحميل";
$lang['index'][15] = "إضافة تعليق بسهولة على الصور المختارة / فيديو";
$lang['index'][16] = "آخر نص التحميل المجمع باستخدام CSV أو ملف txt";
$lang['index'][17] = "إخفاء تلقائي / حذف المشاركه بعد فترة معينة";
$lang['index'][18] = "خيارات لتكرار الجدول الزمني أو السيارات حذف الملفات بعد نشر";
$lang['index'][19] = "إضافة العلامة المائية على الصور / الفيديو لحماية العلامة التجارية الخاصة بك";
$lang['index'][20] = "سجل سجل بعد كل وظيفة";
$lang['index'][21] = "متعددة الفيسبوك / التغريد / يوتيوب الشخصي تحت حساب المستخدم";
$lang['index'][22] = "ألبومات الصور بعد في الفيسبوك";
$lang['index'][23] = "تنظيف ومروحة الصفحة / الملف (كتلة حذف)";
$lang['index'][24] = "تحليلات من خلق المشاركات";
$lang['index'][25] = "الفيسبوك إعلام عند اكتمال جدول زمني نشر";
$lang['index'][26] = "تعليق الاهتزاز ومتقدمة آخر الحذف بناء على رؤى";
$lang['index'][27] = "قوية لوحة الادارة";
$lang['index'][28] = "تمكين / تعطيل وحدات، وإدارة المستخدمين باستخدام نظم عضوية";
$lang['index'][29] = "تحرير الصور وأشرطة الفيديو الخاصة بك قبل تحميل";
$lang['index'][30] = "إضافة العلامة المائية، والمؤثرات الخاصة لصورك. اقتصاص وتغيير حجم الصور";
$lang['index'][31] = "إنشاء البلاط لقطات، وقطع والانضمام قطع من أشرطة الفيديو، والتقاط لقطات لا يزال";
$lang['index'][32] = "توليد ميمي من الصور التي تم تحميلها.";
$lang['index'][33] = "إنشاء عرض شرائح فيديو من الصور";
$lang['index'][34] = "تحميل الصور ومقاطع الفيديو من على شبكة الإنترنت";
$lang['index'][35] = "يستضيف أربعة الفيديو يوتيوب، ديلي موشن، فيميو ودعم الفيسبوك";
$lang['index'][36] = "العودة الى الأعلى";
$lang['index'][37] = "انتهت صلاحية رمز faceboook الخاص بك!";
$lang['index'][38] = "انتهت صلاحية رمز التغريد الخاص بك!";
$lang['index'][39] = "انتهت صلاحية رمز يوتيوب الخاص بك!";
$lang['index'][40] = "من فضلك";
$lang['index'][41] = "اعادة تنشيط";
$lang['index'][42] = "جميع الحسابات الآن";
$lang['index'][43] = "يستضيف أربعة الفيديو يوتيوب، ديلي موشن، فيميو ودعم الفيسبوك";

/**
 * Header menu lang
 */
$lang['header'][0] = "لوحة أجهزة القياس";
$lang['header'][1] = "صانع المحتوى";
$lang['header'][2] = "المشرف";
$lang['header'][3] = "مساعدة";
$lang['header'][4] = "تسجيل دخول";
$lang['header'][5] = "أهلا بك";
$lang['header'][6] = "تسجيل خروج";
$lang['header'][7] = "يرجى تحديث كافة الحسابات الآن";
$lang['header'][8] = "انتهت صلاحية رمز faceboook الخاص بك!";
$lang['header'][9] = "إذا قمت بتغيير التطبيق، يرجى دمج القديم هوية مع واحدة جديدة في حالة مكررة";
$lang['header'][10] = "انتهت صلاحية رمز التغريد الخاص بك!";
$lang['header'][11] = "انتهت صلاحية رمز يوتيوب الخاص بك!";
$lang['header'][12] = "سجل";

/**
 * Dashboard menu lang
 */
$lang['header']['dashboard'][0] = "الملخص";
$lang['header']['dashboard'][1] = "الحسابات";
$lang['header']['dashboard'][2] = "المجلدات";
$lang['header']['dashboard'][3] = "صفحات";
$lang['header']['dashboard'][4] = "المجموعات";
$lang['header']['dashboard'][5] = "أحداث";
$lang['header']['dashboard'][6] = "موقع YouTube";
$lang['header']['dashboard'][7] = "آر إس إس";
$lang['header']['dashboard'][8] = "جداول";
$lang['header']['dashboard'][9] = "تغذية تنظيف";
$lang['header']['dashboard'][10] = "إعدادات";
$lang['header']['dashboard'][11] = "السجلات";

/**
 * Content Creator menu lang
 */
$lang['header']['cc'][0] = "لوحة الخالق";
$lang['header']['cc'][1] = "محرر وسائل الإعلام";
$lang['header']['cc'][2] = "ميمي مولد";
$lang['header']['cc'][3] = "HTML إلى صورة الخالق";
$lang['header']['cc'][4] = "أدوات الخالق";
$lang['header']['cc'][5] = "فيديو في قائمة الانتظار";
$lang['header']['cc'][6] = "صورة وتنزيل الفيديو";


/**
 * Admin menu lang
 */
$lang['header']['admin'][0] = "لوحة الادارة";
$lang['header']['admin'][1] = "المستخدمين";
$lang['header']['admin'][2] = "خطط العضوية";
$lang['header']['admin'][3] = "الحسابات";
$lang['header']['admin'][4] = "المجلدات";
$lang['header']['admin'][5] = "ملفات";
$lang['header']['admin'][6] = "جداول";
$lang['header']['admin'][7] = "فيديو في قائمة الانتظار";
$lang['header']['admin'][8] = "لغة";

/**
 * Dashboard
 */
$lang['dashboard'][0] = "حسب توقيت";
$lang['dashboard'][1] = "استخدام مساحة القرص";
$lang['dashboard'][2] = "يسمح مساحة القرص";
$lang['dashboard'][3] = "نشر اليوم";
$lang['dashboard'][4] = "آخر حد";
$lang['dashboard'][5] = "آخر تسجيل دخول";
$lang['dashboard'][6] = "عضوية";
$lang['dashboard'][7] = "مشاهدة حدود";
$lang['dashboard'][8] = "المجلدات الخاصة بك";
$lang['dashboard'][9] = "إنشاء مجلد جديد";
$lang['dashboard'][10] = "لم يكن لديك أي مجلد!";
$lang['dashboard'][11] = "أي مجلد موجود!";
$lang['dashboard'][12] = "المجلدات وجدت";
$lang['dashboard'][13] = "تعديل اسم المجلد";
$lang['dashboard'][14] = "حذف هذا المجلد";
$lang['dashboard'][15] = "صفحات الفيسبوك الخاص بك";
$lang['dashboard'][16] = "لا يوجد صفحة، لمحة أو مجموعة موجود!";
$lang['dashboard'][17] = "صفحات وجدت";
$lang['dashboard'][18] = "مجموعة الفيسبوك الخاص بك";
$lang['dashboard'][19] = "مجموعة جدت";
$lang['dashboard'][20] = "أحداث الفيسبوك الخاص بك";
$lang['dashboard'][21] = "العثور على الأحداث";
$lang['dashboard'][22] = "صفحات البحث";
$lang['dashboard'][23] = "مجموعة البحث";
$lang['dashboard'][24] = "الأحداث بحث";
$lang['dashboard'][25] = "مجلدات البحث";
$lang['dashboard'][26] = "الأحداث بحث";
$lang['dashboard'][27] = "ضبط يوتيوب التخلف تحميل";
$lang['dashboard'][28] = "أفتح الإعدادات";
$lang['dashboard'][29] = "يتم استخدام الإعدادات الافتراضية فقط عندما لا يحتوي ملف فيديو الملكية الفردية، وصف، فئة أو العلامات";
$lang['dashboard'][30] = "خلاصات RSS الخاصة بك";
$lang['dashboard'][31] = "خلاصات RSS البحث";
$lang['dashboard'][32] = "إضافة تغذية جديدة";
$lang['dashboard'][33] = "لا آر إس إس وجدت!";
$lang['dashboard'][34] = "آر إس إس وجد";
$lang['dashboard'][35] = "تعديل اسم تغذية";
$lang['dashboard'][36] = "حذف هذه الأعلاف";
$lang['dashboard'][37] = "مجموعة الجدول الزمني الخاص بك";
$lang['dashboard'][38] = "جداول البحث";
$lang['dashboard'][39] = "إضافة جدول جديد";
$lang['dashboard'][40] = "لم يتم العثور على مجموعة الموعد المحدد!";
$lang['dashboard'][41] = "إنشاء جدول جديد";
$lang['dashboard'][42] = "اسم الجدول الزمني الخاص بك";
$lang['dashboard'][43] = "اختر صفحات أو مجموعات";
$lang['dashboard'][44] = "تحديد مجلد";
$lang['dashboard'][45] = "علامة مائية";
$lang['dashboard'][46] = "الوضع";
$lang['dashboard'][47] = "آخر كل";
$lang['dashboard'][48] = "آخر تسلسل";
$lang['dashboard'][49] = "تكرار نشر";
$lang['dashboard'][50] = "حذف ملف تم نشره";
$lang['dashboard'][51] = "تمكين الجدول الزمني";
$lang['dashboard'][52] = "آخر فقط من";
$lang['dashboard'][53] = "حذف المشاركات بعد";
$lang['dashboard'][54] = "حذف العمل";
$lang['dashboard'][55] = "بدء نشر من";
$lang['dashboard'][56] = "صفحات مختارة";
$lang['dashboard'][57] = "كل مدة الشريحة";
$lang['dashboard'][58] = "نوع العرض";
$lang['dashboard'][59] = "خيارات متقدمة";
$lang['dashboard'][60] = "حذف المشاركات المحددة";
$lang['dashboard'][61] = "تحديد المنطقة الزمنية الخاصة بك لنشرها دقيقة";
$lang['dashboard'][62] = "موضوع تغيير الموقع";
$lang['dashboard'][63] = "جماعات استيراد الفيسبوك / الأحداث";
$lang['dashboard'][64] = "دمج حسابات الفيسبوك المكررة على تغيير التطبيق";
$lang['dashboard'][65] = "إضافة حسابات الاجتماعية";
$lang['dashboard'][66] = "تغيير كلمة المرور حساب";
$lang['dashboard'][67] = "كلمة سر قديمة";
$lang['dashboard'][68] = "كلمة سر جديدة";
$lang['dashboard'][69] = "اعد كتابة كلمة المرور";
$lang['dashboard'][70] = "تغيير الايميل";
$lang['dashboard'][71] = "بريد إلكتروني جديد";
$lang['dashboard'][72] = "رمز التحقق";
$lang['dashboard'][73] = "تحقق من";
$lang['dashboard'][74] = "السيطرة المشاركة";
$lang['dashboard'][75] = "الفيسبوك المشاركة";
$lang['dashboard'][76] = "تويتر المشاركة";
$lang['dashboard'][77] = "يوتيوب المشاركة";
$lang['dashboard'][78] = "إخطارات عندما جدول عمله";
$lang['dashboard'][79] = "تخطر على البريد الإلكتروني";
$lang['dashboard'][80] = "يخطر في الفيسبوك";
$lang['dashboard'][81] = "أدخل اسم المجلد";
$lang['dashboard'][82] = "مجموعة الجدول الزمني وجدت";

$lang['dashboard']['apps'][0] = "الفيسبوك التطبيق إعدادات";
$lang['dashboard']['apps'][1] = "تويتر إعدادات التطبيق";
$lang['dashboard']['apps'][2] = "يوتيوب إعدادات التطبيق";

$lang['dashboard']['times'] = array(
								"دقيقة", 
								"HOURS", 
								"أيام", 
								"أسابيع", 
								"أشهر", 
								"YEARS"
								);

/**
 * lang for browse.php
 */
$lang['browse'][0] = "حذف جميع الملفات";
$lang['browse'][1] = "الملفات تغيير موضع";
$lang['browse'][2] = "حفظ موقف";
$lang['browse'][3] = "SELECT نوع الملف";
$lang['browse'][4] = "إسقاط الملفات هنا أو انقر لتحميل";
$lang['browse'][5] = "لإضافة تسمية توضيحية لجميع الملفات الخاصة بك من فضلك حاول إضافة زر التوضيحية لأول مرة";
$lang['browse'][6] = "أي ملف موجود!";
$lang['browse'][7] = "العثور على الملفات";
$lang['browse'][8] = "تحميل الملف";
$lang['browse'][9] = "حذف ملف";
$lang['browse'][10] = "فتح في محرر";
$lang['browse'][11] = "اكتب التعليق ودخول الصحافة لحفظ. استخدام spintax إذا لزم الأمر";
$lang['browse'][12] = "إضافة تسمية توضيحية لجميع الملفات المرفوعه الخاص بك المقبل";
$lang['browse'][13] = "استخدام اسم الملف كما شرح";
$lang['browse'][14] = "إرسال توضيحية. استخدام spintax إذا لزم الأمر";
$lang['browse'][15] = "إضافة المشاركات النص";
$lang['browse'][16] = "اكتب النص الخاص بك";
$lang['browse'][17] = "إرسال توضيحية";
$lang['browse'][18] = "بدلا من تحميل النص / ملف CSV مع الأوضاع في خط واحد";
$lang['browse'][19] = "الحد إلى 100 خط لكل ملف لتجنب انهيار المتصفح";
$lang['browse'][20] = "اكتب النص الخاص بك";


/**
 * lang meta
 */
$lang['meta'][0] = "إضافة أو تحديث ملف التعريف";
$lang['meta'][1] = "وصف الملف";
$lang['meta'][2] = "الكلمات";
$lang['meta'][3] = "فئة";
$lang['meta'][4] = "خصوصية";

/**
 * lang import modal
 */
$lang['imodal'][0] = "تحديد مجلد للاستيراد";
$lang['imodal'][1] = "اكتب التعليق (اختياري)";
$lang['imodal'][2] = "اسم هذا الملف حتى تتمكن من البحث في وقت لاحق";
$lang['imodal'][3] = "حدد مجلد الوجهة";
$lang['imodal'][4] = "في حالة استيراد الفيديو، يمكنك تخصيص المعلومات الوصفية الأخرى في وقت لاحق في لوحة القيادة";

/**
 * lang login
 */
$lang['login'][0] = "تسجيل الدخول إلى حسابك";
$lang['login'][1] = "عنوان البريد الإلكتروني";
$lang['login'][2] = "الرمز السري";
$lang['login'][3] = "اعادة تعيين كلمة السر";
$lang['login'][4] = "بريد إلكتروني غير صالح أو كلمة المرور الموردة";
$lang['login'][5] = "تم تعليق حسابك";
$lang['login'][6] = "يجب عليك التحقق من عنوان البريد الإلكتروني الخاص بك قبل تسجيل الدخول";
$lang['login'][7] = "اعادة تعيين كلمة السر";
$lang['login'][8] = "اعادة تعيين كلمة السر";

/**
 * lang signup
 */
$lang['signup'][0] = "تسجيل الدخول إلى حسابك";
$lang['signup'][1] = "عنوان البريد الإلكتروني";
$lang['signup'][2] = "الرمز السري";
$lang['signup'][3] = "اعادة تعيين كلمة السر";
$lang['signup'][4] = "لا يتطابق CAPTCHA";
$lang['signup'][5] = "الحساب غير موجود";
$lang['signup'][6] = "تم تعليق حسابك";
$lang['signup'][7] = "فشل في إرسال البريد الإلكتروني. إذا طلبت بريد الكتروني مؤخرا، يرجى الانتظار لمدة 15 دقيقة على الأقل قبل أن يطلب الإلكتروني الجديد";
$lang['signup'][8] = "فشل في التسجيل. خطأ في قاعدة البيانات. يرجى الاتصال بالدعم أو المحاولة لاحقا";
$lang['signup'][9] = "فشل في إرسال البريد الإلكتروني. يرجى الاتصال بالدعم أو المحاولة لاحقا";
$lang['signup'][10] = "رمز التحقق غير صالح";
$lang['signup'][11] = "نجاح عملية التسجيل. تم إرسال رسالة التحقق إلى عنوان البريد الإلكتروني الخاص بك";
$lang['signup'][12] = "حساب التحقق منها. يمكنك الدخول الآن";

/**
 * lang merge.php
 */
$lang['merge'][0] = "دمج حسابات الفيسبوك عند تغيير التطبيق";
$lang['merge'][1] = "من الفيسبوك المعهد V2.4، يتم تعيين مستخدمين التطبيق خاصة بتطبيق هويات. مما يعني أن المستخدم نفسه لن تحصل على نفس الهوية عبر تطبيقات مختلفة. حتى في حال علقت التطبيق الأول الخاص بك، فإنك قد تكون إضافة التطبيق آخر في لوحة التحكم. ثم الدخول مع التطبيق الجديد وإضافة نفس حسابات الفيسبوك مع التطبيق الجديد. ولكن للأسف! سترى كيان متعددة من نفس الفيسبوك الهوية - واحد التطبيق القديم الماضي والآخر عن التطبيق الجديد. في هذه الحالة، والاندماج حساب الفيسبوك هو لك. يرجى اختيار الحساب الذي ترغب في الاحتفاظ بها في مربع الخيار الأول ثم اختر الحساب الذي تريد دمج مع.";
$lang['merge'][2] = "عند دمج، يتم حذف كافة البيانات من حساب 2ND باستثناء معرف الحساب 2ND التي يتم الاحتفاظ بدلا من معرف حساب 1ST. ولكن يتم الاحتفاظ كافة البيانات لحساب 1ST. إذا قمت بإضافة التطبيق الجديد، يرجى الاحتفاظ معرف القديم الخاص بك (وصفت بأنها منتهية الصلاحية)، ودمج واحدة جديدة. هذا العمل لا يمكن التراجع عنه! لذلك اختر بعناية!";
$lang['merge'][3] = "تذكر";
$lang['merge'][4] = "الحساب الذي ترغب في الاحتفاظ بها";
$lang['merge'][5] = "الحساب الذي ترغب في دمج";
$lang['merge'][6] = "دمج";

/**
 * lang post_log.php
 */
$lang['plog'][0] = "سجل لمرحلة ما بعد الموعد المحدد";
$lang['plog'][1] = "سجل بعد لمجموعة الجدول الزمني";
$lang['plog'][2] = "تبذل أي وظيفة حتى الآن!";
$lang['plog'][3] = "المشاركات جعلت";
$lang['plog']['table_header'] = array(
									"نشر على", 
									"آخر ينك" ,
									"نشر في", 
									"من المقرر الحذف الوقت", 
									"التعليق الاهتزاز", 
									"رؤى", 
									"إجراء"
									);

/**
 * lang reset.php
 */
$lang['reset'][0] = "إعادة تعيين كلمة المرور الخاصة بك";
$lang['reset'][1] = "اكتب هذه الكلمات.";
$lang['reset'][2] = "لا يمكن قراءتها؟ تغيير النص";
$lang['reset'][3] = "لقد أرسلت لك رسالة بالبريد الالكتروني مع مزيد من الإرشادات لإعادة تعيين كلمة المرور. يرجى التحقق من ذلك.";
$lang['reset'][4] = "إعادة تعيين كلمة المرور بنجاح. يرجى تسجيل الدخول الآن.";

/**
 * lang sync.php
 */
$lang['sync'][0] = "نحن جمع الصفحات والمجموعات الخاصة بك. سيتم نقلك قريبا. أرجو الإنتظار...";
$lang['sync'][1] = "تعذر تحديث بعض صفحات موقعك. يرجى مراجعة وحذفها إذا لزم الأمر أو انتقل إلى";
$lang['sync'][2] = "تعذر تحديث بعض المجموعات الخاصة بك. إذا قمت باستيراد يدويا هذه المجموعات ثم لا شيء يدعو للقلق. يرجى مراجعة وحذفها إذا لزم الأمر أو انتقل إلى";
$lang['sync'][3] = "تعذر تحديث بعض الأحداث الخاصة بك. إذا قمت باستيراد هذه الأحداث يدويا ثم لا شيء يدعو للقلق. يرجى مراجعة وحذفها إذا لزم الأمر أو انتقل إلى";
$lang['sync'][4] = "حساب مزامنة بنجاح";

/**
 * lang modals.php
 */
$lang['modals'][0] = "انشاء مجلد جديد";
$lang['modals'][1] = "حدود خطة العضوية";
$lang['modals'][2] = "تحديث اسم المجلد";
$lang['modals'][3] = "إضافة جديدة تغذية RSS";
$lang['modals'][4] = "تغذية اسم";
$lang['modals'][5] = "URL تغذية";
$lang['modals'][6] = "تغذية RSS التحديث";
$lang['modals'][7] = "أدخل الجديد RSS اسم الخلاصة";
$lang['modals'][8] = "أدخل رابط جديد اس";
$lang['modals'][9] = "اختر الصفحة لإدارة التغذية";
$lang['modals'][10] = "اختر صفحات أو مجموعات لبدء تغذية أداة تنظيف";
$lang['modals'][11] = "جماعات استيراد الفيسبوك وأحداث";
$lang['modals'][12] = "اختيار الفيسبوك معرف";
$lang['modals'][13] = "اختر نوع استيراد";
$lang['modals'][14] = "إدراج الفيسبوك الرقمية معرفات مجموعة / حدث واحد في كل سطر أو شفرة مصدر HTML";
$lang['modals'][15] = "الحد الأقصى 50 هويات أو مصدر HTML يسمح في وقت";
$lang['modals'][16] = "HTML مصدر للواردات يمكن استخدامها لاستيراد معظم المجموعات. قراءة كيفية الحصول على مصدر HTML";
$lang['modals'][17] = "إرشادات حول المجموعات الأكبر استيراد باستخدام HTML رمز المصدر";
$lang['modals'][18] = "تسجيل الدخول الأول إلى حساب الفيسبوك الخاص بك";
$lang['modals'][19] = "الذهاب إلى الصفحة";
$lang['modals'][20] = "انقر بزر الماوس الأيمن على صفحة ويب ثم انقر فوق عرض المصدر صفحة من قائمة السياق";
$lang['modals'][21] = "نسخ شفرة مصدر HTML الذي تراه";
$lang['modals'][22] = "لصق في مربع لاستيراد";
$lang['modals'][23] = "إذا لزم الأمر تكرار الخطوات السابقة مع";
$lang['modals'][24] = "هذا الأسلوب لا ينطبق إلا على استيراد مجموعة";
$lang['modals'][25] = "ويدعم مجموعة والمغلقة فقط";
$lang['modals'][26] = "حدد الملف الى يخطر في الفيسبوك";
$lang['modals'][27] = "إعدادات متقدمة";
$lang['modals'][28] = "حذف المشاركات اذا";
$lang['modals'][29] = "EVENT SELECT";
$lang['modals'][30] = "OPERATOR SELECT";
$lang['modals'][31] = "الوقت اختر";
$lang['modals'][32] = "التعليق الاهتزاز";
$lang['modals'][33] = "لصق تعليقاتك هنا. تعليق واحد في كل سطر. بحد أقصى 200 خطوط سمح Spintax يسمح";
$lang['modals'][34] = "اختيار تأخير بين كل تعليق أو تعطيل الاهتزاز";
$lang['modals'][35] = "DISABLE الاهتزاز";
$lang['modals'][36] = "عشوائيا بين";
$lang['modals'][37] = "تعليق التكرار";
$lang['modals'][38] = "استخدام COMMENT مرة واحدة فقط [الموصى بها]";
$lang['modals'][39] = "كرري عشوائيا [محفوفة بالمخاطر. يجب إيقاف ذلك بعد أيام قليلة]";
$lang['modals'][40] = "إزالة جميع المشغلات الحذف";
$lang['modals'][41] = "إعادة تعيين وإعادة تشغيل جميع جداول";

$lang['modals']['buttons'] = array(
									"عرض", 
									"استيراد"
								);

/**
 * lang for schedule.php
 */
$lang['sch'][0] = "الاختيار عن طريق الموقع";
$lang['sch'][1] = "لا يوجد جدول زمني وجدت";
$lang['sch'][2] = "جداول وجدت";

$lang['sch']['table'] = array(
							"اسم الصفحة", 
							"الحالة", 
							"المشاركة المقبل", 
							"آخر مشاركة", 
							"تعليقات", 
							"إجراء"
							);

/**
 * Js
 */
$lang['js']['login'] = "تسجيل الدخول إلى حسابك";
$lang['js']['creating_folder'] = "مجلد خلق";
$lang['js']['folder_success'] = "إنشاء مجلد بنجاح. أرجو الإنتظار";
$lang['js']['adding_rss'] = "مضيفا اس";
$lang['js']['rss_added'] = "وأضافت تغذية RSS بنجاح. أرجو الإنتظار";
$lang['js']['renaming_folder'] = "إعادة تسمية مجلد";
$lang['js']['rename_success'] = "إعادة تسمية المجلد بنجاح";
$lang['js']['rss_update'] = "تحديث آر إس إس";
$lang['js']['rss_updated'] = "تغذية RSS تجديد بنجاح";
$lang['js']['folder_deleting'] = "مجلد حذف";
$lang['js']['folder_deleted'] = "حذف المجلد بنجاح";
$lang['js']['delete_warning'] = "هل أنت متأكد من حذف هذا؟";
$lang['js']['rss_deleting'] = "حذف تغذية RSS";
$lang['js']['rss_deleted'] = "إطعام حذف بنجاح";
$lang['js']['requesting'] = "طلب";
$lang['js']['profile_deleted'] = "الملف الشخصي حذف بنجاح";
$lang['js']['delete_all_file'] = "هل أنت متأكد من حذف جميع الملفات من هذا المجلد؟";
$lang['js']['file_deleting'] = "حذف الملفات";
$lang['js']['all_file_deleted'] = "إفراغ مجلد بنجاح. أرجو الإنتظار";
$lang['js']['delete_file_confirm'] = "هل أنت متأكد من حذف هذا الملف؟";
$lang['js']['file_deleting'] = "حذف ملف";
$lang['js']['file_deleted'] = "حذف الملف بنجاح";
$lang['js']['drag_drop_ok'] = "سحب ملف وإسقاط أكثر من ملف آخر لمبادلة موقفهم";
$lang['js']['invalid_request'] = "طلب غير صالح";
$lang['js']['file_pos_saving'] = "إنقاذ الموقف ملف";
$lang['js']['file_pos_saved'] = "موقف حفظ!";
$lang['js']['no_caption_new_up'] = "وسوف تستخدم أي شرح للتحميل جديدة";
$lang['js']['yes_caption_new_up'] = "وسوف تستخدم شرح حفظها للتحميل جديدة";
$lang['js']['no_filename_new_up'] = "لن يتم استخدام اسم الملف كما شرح للتحميل جديدة";
$lang['js']['yes_filename_new_up'] = "وسيتم استخدام اسم الملف كما شرح للتحميل جديدة";
$lang['js']['upload_csv'] = "تحميل ملف CSV من ملف txt";
$lang['js']['please_wait'] = "أرجو الإنتظار";
$lang['js']['tool_deleted'] = "أداة حذف بنجاح";
$lang['js']['timezone_saving'] = "إنقاذ التوقيت";
$lang['js']['timezone_saved'] = "تحديث التوقيت بنجاح";
$lang['js']['feed_selector_table'] = array(
										"بريد", 
										"تم إنشاؤها في", 
										"رأي آخر", 
										"بريد", 
										"تم إنشاؤها في", 
										"رأي آخر"
										);
$lang['js']['feed_getting'] = "الحصول على الأعلاف";
$lang['js']['feed_got_empty'] = "لا توجد على الصفحة الأعلاف";
$lang['js']['feed_fetched'] = "تغذية المنال من صفحة";
$lang['js']['confirm_action'] = "هل أنت متأكد من تنفيذ هذا الإجراء؟";
$lang['js']['only_facebook_page'] = "وظائف فقط الفيسبوك يمكن أن تكون مخفية";
$lang['js']['no_post_selected'] = "أية مقالة مختارة!";
$lang['js']['sch_group_settings_fetched'] = "وحجزت الإعدادات. وتغيير خيارات متقدمة استبدال الخيارات الفردية المتقدمة المحفوظة لكل جدول في هذه المجموعة";
$lang['js']['delete_posts_if'] = "حذف المشاركات اذا";
$lang['js']['schedule_saved'] = "حفظ جدول بنجاح!";
$lang['js']['update_schedule'] = "تحديث الجدول الزمني";
$lang['js']['schedule_deleted'] = "جدول حذف بنجاح!";
$lang['js']['album_notes'] = "ألبومات يمكن نشرها فقط لfaceboook وتويتر (بحد أقصى 4 صور) لمحات وصفحات والمجموعات التي تملك";
$lang['js']['slideshow_notes'] = "عرض الشرائح يمكن نشرها فقط لfaceboook وصفحات يوتيوب";
$lang['js']['rss_notes'] = "وتسلسل والفيسبوك فقط عشوائي وآخر أمر يعمل لآر إس إس.";
$lang['js']['hide_notes'] = "يمكن أن تكون مخفية المشاركات الوحيدة صفحة الفيسبوك. إذا اخترت هذا الخيار، سيتم حذف المشاركات في مواقع أخرى بدلا من الاختباء";
$lang['js']['theme_changed'] = "تغير موضوع بنجاح. الصفحة منعشة";
$lang['js']['getting_old_meta'] = "جلب الإعدادات السابقة";
$lang['js']['got_old_meta'] = "تكوين الإعدادات الجديدة وانقر على حفظ";
$lang['js']['settings_saved'] = "حفظ الإعدادات بنجاح";
$lang['js']['app_pending'] = "ضبط معلقة. الرجاء إضافة كافة الحسابات الاجتماعية الخاصة بك مرة أخرى مع التطبيق الجديد لإنقاذ هذه الإعدادات";
$lang['js']['profile_deleted'] = "الملف المحذوف";
$lang['js']['sch_deleted'] = "جدول المحذوفة";
$lang['js']['sch_stopped'] = "توقف الجدول الزمني";
$lang['js']['sch_resumed'] = "استئناف الجدول الزمني";
$lang['js']['deletion_cancel'] = "جدول الحذف إلغاء";
$lang['js']['remove_also'] = "إزالة من موقع اجتماعي أيضا";
$lang['js']['post_deleted'] = "آخر حذف بنجاح";
$lang['js']['acc_merged'] = "دمج حسابات بنجاح. أرجو الإنتظار";
$lang['js']['pwd_updated'] = "تحديث كلمة السر بنجاح";
$lang['js']['code_sent'] = "لقد تم إرسال رمز التحقق إلى عنوان البريد الإلكتروني الجديد";
$lang['js']['code_required'] = "رمز المطلوبة";
$lang['js']['email_updated'] = "البريد الإلكتروني بنجاح تحديث";
$lang['js']['select_fb_id_first'] = "الرجاء اختيار الفيسبوك معرف أولا";
$lang['js']['fetching_adv_settings'] = "إعدادات مسبقة جلب";
$lang['js']['fetched_adv_settings'] = "ضبط المنال";
$lang['js']['settings_al_added'] = "كنت أضفت هذا الشرط. يرجى حذف القديم أولا لإضافة الجديد";
$lang['js']['settings_not_saved_yet'] = "لا يتم حفظ الإعدادات الخاصة بك حتى الآن. انقر فوق الزر حفظ عند الانتهاء مع التخصيص";
$lang['js']['bumping_stopped'] = "توقف الاهتزاز";
$lang['js']['sch_reset_ok'] = "إعادة جدولة بنجاح";
$lang['js']['processing'] = "معالجة";
$lang['js']['pending'] = "قيد الانتظار";
$lang['js']['failed'] = "باءت بالفشل";
$lang['js']['post_del_tr_confirm'] = "سيؤدي هذا إلى مسح جميع الزناد آخر الحذف بناء على رؤى. هل تريد المتابعة؟";
$lang['js']['op_ok'] = "عملية ناجحة";
$lang['js']['sch_reset_ok_all'] = "كل جدول إعادة بنجاح";
$lang['js']['insert_id_html'] = "الرجاء ادخال معرفات أو HTML في مربع النص وحدد مالك الفيسبوك معرف من القائمة";
$lang['js']['no_group_id'] = "لم يتم العثور على معرف مجموعة";
$lang['js']['task_deleted'] = "مهمة حذف بنجاح";
$lang['js']['all_fields_req'] = "يرجى تحديد كافة الحقول المطلوبة";
$lang['js']['task_queued'] = "في قائمة الانتظار المهمة بنجاح. راجع صفحة الفيديو في قائمة الانتظار لمشاهدة تفاصيل";
$lang['js']['disabled'] = "تعطيل";
$lang['js']['enabled'] = "تمكين";
$lang['js']['loadin_please_wait'] = "جاري التحميل الرجاءالانتظار";
$lang['js']['done'] = "فعله";
$lang['js']['active'] = "نشط";
$lang['js']['stopped'] = "توقفت";
$lang['js']['suspended'] = "معلق";
$lang['js']['edit'] = "تحرير";
$lang['js']['delete'] = "حذف";
$lang['js']['stop'] = "توقف";
$lang['js']['create'] = "خلق";
$lang['js']['resume'] = "استئنف";
$lang['js']['options'] = "خيارات";
$lang['js']['view_posts'] = "مشاهدة المشاركات";
$lang['js']['explore'] = "إستكشاف";
$lang['js']['delete_'] = "حذف";
$lang['js']['create_new_sch'] = "إنشاء جدول جديد";
$lang['js']['saving'] = "توفير";
$lang['js']['succ_saved'] = "حفظ بنجاح";
$lang['js']['success'] = "نجاح";
$lang['js']['error'] = "خطأ";
$lang['js']['warning'] = "تحذير";
$lang['js']['conf_required'] = "التأكيد مطلوب";
$lang['js']['ok'] = "حسنا";
$lang['js']['cancel'] = "إلغاء";
$lang['js']['dw_file'] = "تحميل الملف";
$lang['js']['del_file'] = "حذف ملف";
$lang['js']['type_caption'] = "اكتب التعليق واضغط Enter لحفظ";
$lang['js']['sorry_err'] = "عذرا، حدث خطأ";
$lang['js']['up_succ_refresh'] = "تحميل ناجحة. يرجى refesh الصفحة لرؤية التغييرات";
$lang['js']['select_one'] = "اختر واحدا";
$lang['js']['fetching_f_info'] = "معلومات الملف جلب";
$lang['js']['finfo_got'] = "معلومات الملف تم جلب بنجاح";
$lang['js']['duration'] = "المدة الزمنية";
$lang['js']['views'] = "عدد المشاهدات";
$lang['js']['rating'] = "تصنيف";
$lang['js']['likes'] = "اعجابات";
$lang['js']['dlinks'] = "وصلات التحميل";
$lang['js']['dwn'] = "التنزيل";
$lang['js']['size'] = "حجم";
$lang['js']['link_'] = "حلقة الوصل";
$lang['js']['quality'] = "جودة";
$lang['js']['type'] = "اكتب";
$lang['js']['sel_a_folder_f'] = "تحديد مجلد لأول مرة";
$lang['js']['sel_folder_cannot'] = "لا يمكن استخدام المجلد المحدد لاستيراد ملفات الفيديو";
$lang['js']['img_info'] = "معلومات الصورة";
$lang['js']['name'] = "اسم";
$lang['js']['f_imported'] = "ملف المستوردة إلى مجلد طلب!";
$lang['js']['d_complete'] = "تحميل كاملة";
$lang['js']['dloading'] = "تحميل";
$lang['js']['d_failed'] = "التحميل فشل";
$lang['js']['enter_new_size'] = "أدخل حجم جديد في شكل WXH. على سبيل المثال 500x500:";
$lang['js']['not_edited'] = "هل لم تحرر الصورة";
$lang['js']['sel_folder'] = "الرجاء تحديد مجلد";
$lang['js']['saving_file'] = "حفظ الملف";
$lang['js']['file_imported'] = "ملف المستوردة بنجاح";
$lang['js']['font_size_must'] = "يجب أن يكون حجم الخط أقل من 200px وأكبر من 1PX";
$lang['js']['angle_must'] = "يجب أن يكون التناوب بين -180 إلى 180 درجة";
$lang['js']['opa_must'] = "يجب أن يكون التعتيم بين 0-1";
$lang['js']['ang_center'] = "لا يمكن إلا أن توضع علامة مائية الزاوية في المركز. تقدم؟";
$lang['js']['inv_input'] = "إدخال غير صالح";
$lang['js']['set_size'] = "مجموعة الحجم";
$lang['js']['wh_10px'] = "العرض والارتفاع يجب أن تكون أكبر من 10px";
$lang['js']['saving_img'] = "إنقاذ صورة";
$lang['js']['img_saved'] = "الصورة المحفوظة";
$lang['js']['img_saved_imp'] = "الصورة المحفوظة. الآن استيراد لك المطلوب مجلد";
$lang['js']['img_save_fail'] = "فشل في حفظ الصورة";
$lang['js']['btm'] = "كل من النص مفقود";
$lang['js']['added_now_drag'] = "وأضاف النص. يمكنك سحب النص إلى الموقف المطلوب إذا كنت تريد";
$lang['js']['seg_started'] = "وبدأت بالفعل إن القطاع. يرجى التوقف لأول مرة";
$lang['js']['start_seg'] = "بدء أي جزء حتى الان. يرجى بدء الجزء الأول";
$lang['js']['no_seg_created'] = "لا شريحة خلق";
$lang['js']['no_seg_sel'] = "لم يتم اختيار شريحة";
$lang['js']['no_task'] = "المهمة ليست في قائمة الانتظار";
$lang['js']['task_q'] = "في قائمة الانتظار المهمة بنجاح. راجع صفحة الفيديو في قائمة الانتظار لمشاهدة تفاصيل";
$lang['js']['jss'] = "تاريخ قطاعات";
$lang['js']['css'] = "شرائح قطع";
$lang['js']['chkall'] = "تحقق من الكل";
$lang['js']['inv_lang_name'] = "اسم اللغة غير صالحة";
$lang['js']['select_lang'] = "اختيار اللغة";
$lang['js']['fb_app_ch_warning'] = "إذا قمت بتغيير الفيسبوك التطبيق وازدواجية يحدث الهوية، سيكون لديك لدمج الهوية الجديدة مع القديمة واحد باستخدام الاندماج";
$lang['js']['here'] = "هنا";
$lang['js']['post_log_warning'] = "سيؤدي هذا إلى مسح كل سجل آخر من قاعدة البيانات وإعادة نشرها من جديد. هل أنت متأكد من المتابعة؟";
$lang['js']['trig_warning'] = "سيؤدي هذا إلى مسح جميع الزناد آخر الحذف بناء على رؤى. هل تريد المتابعة؟";
$lang['js']['type_an_url'] = "يرجى كتابة عنوان الموقع";
$lang['js']['editor'] = "محرر";
 
/**
 * lang ajax.php
 */ 
$lang['ajax']['req_failed'] = "الطلب فشل. يرجى المحاولة لاحقا";
$lang['ajax']['unknown_module'] = "الوحدة النمطية غير معروف طلب";
$lang['ajax']['limit_exceeded'] = "تجاوزت الحد المسموح به. حد اقصي";
$lang['ajax']['folders'] = "المجلدات";
$lang['ajax']['rss_feeds'] = "آر إس إس";
$lang['ajax']['folder'] = "مجلد";
$lang['ajax']['file'] = "ملف";
$lang['ajax']['post'] = "بعد";
$lang['ajax']['rss_feed'] = "آر إس إس";
$lang['ajax']['rss_failed'] = "فشل في إضافة الأعلاف";
$lang['ajax']['edit_not_allowed'] = "لا يسمح لك لتحرير هذا العنصر";
$lang['ajax']['edit_failed'] = "فشل لتحرير عنصر";
$lang['ajax']['update_failed'] = "فشل تحديث عنصر";
$lang['ajax']['delete_failed'] = "فشل لحذف عنصر";
$lang['ajax']['caption_fid_empty'] = "شرح وfileId على حد سواء لا يمكن أن تكون فارغة";
$lang['ajax']['text_status_must_cap'] = "يجب أن يكون وضع النص توضيحية";
$lang['ajax']['cap_failed'] = "فشل في تحديث التسمية التوضيحية";
$lang['ajax']['inv_fb_acc'] = "حساب الفيسبوك صالح";
$lang['ajax']['some_page_not_up'] = "تعذر تحديث بعض صفحات موقعك. يرجى مراجعة وحذفها";
$lang['ajax']['some_gr_not_up'] = "تعذر تحديث بعض المجموعات الخاصة بك. يرجى مراجعة وحذفها";
$lang['ajax']['some_ev_not_up'] = "تعذر تحديث بعض الأحداث الخاصة بك. يرجى مراجعة وحذفها";
$lang['ajax']['img_editor_off'] = "تم تعطيل محرر الصور المساعد";
$lang['ajax']['tools'] = "أدوات";
$lang['ajax']['inv_timezone'] = "المنطقة الزمنية صالح الموردة";
$lang['ajax']['timezone'] = "حسب توقيت";
$lang['ajax']['at_least_one_page'] = "يجب تحديد صفحة واحدة على الأقل";
$lang['ajax']['sch_groups'] = "مجموعة الجدول الزمني";
$lang['ajax']['sch_group'] = "مجموعة الجدول الزمني";
$lang['ajax']['schs'] = "جداول";
$lang['ajax']['sch'] = "الجدول الزمني";
$lang['ajax']['no_folder_sel'] = "لم يتم اختيار مجلد";
$lang['ajax']['too_many_sch'] = "لقد قمت بإضافة الكثير من الجداول الزمنية";
$lang['ajax']['sch_name_req'] = "اسم الجدول الزمني المطلوب";
$lang['ajax']['inv_post_freq'] = "تردد آخر غير صالح";
$lang['ajax']['inv_post_seq'] = "تسلسل آخر غير صالح";
$lang['ajax']['only_rand_ord'] = "سوف عشوائي وأمر تسلسل آخر يعمل فقط للخلاصات RSS";
$lang['ajax']['no_album_mem'] = "ألبوم غير متوفرة. السبب: حدود العضوية";
$lang['ajax']['no_slide_ff'] = "عرض الشرائح غير متوفرة. السبب: لم يتم إعداد فمبيج";
$lang['ajax']['no_slide_conf'] = "عرض الشرائح غير متوفرة. السبب: تم ​​رفض من قبل التكوين";
$lang['ajax']['inv_slide_type'] = "نوع الشريحة غير صالحة";
$lang['ajax']['inv_slide_dur'] = "مدة الشريحة غير صالحة";
$lang['ajax']['inv_wm_file'] = "ملف مائية غير صالح";
$lang['ajax']['inv_wm_pos'] = "موقف العلامة المائية غير صالح";
$lang['ajax']['wm_pos_req'] = "موقف العلامة المائية مطلوبة";
$lang['ajax']['inv_post_from'] = "آخر غير صالحة من الوقت";
$lang['ajax']['inv_post_to'] = "آخر غير صالحة لآخر";
$lang['ajax']['post_from_to_same'] = "الرد على من وإلى الوقت يجب أن لا تكون هي نفسها";
$lang['ajax']['inv_post_start_from'] = "آخر بداية غير صالح من الوقت";
$lang['ajax']['inv_post_del_freq'] = "آخر غير صالحة تردد الحذف";
$lang['ajax']['up_sch_fail'] = "فشل تحديث الجدول الزمني";
$lang['ajax']['db_err'] = "خطأ في قاعدة البيانات";
$lang['ajax']['could_not_add_page_sch'] = "لا يمكن إضافة أي صفحة لهذا الجدول الزمني. يرجى مراجعة الصفحات المحددة. لا يجوز جدولة بعض صفحات لأقصى إما بسبب غير صالحة / علقت معرف الصفحة أو أنك تجاوزت يسمح بتشغيل جدول quoate للصفحات غير مسموح بها.";
$lang['ajax']['pages_scheduled'] = "وقد تقرر صفحات للنشر";
$lang['ajax']['pages_deleted'] = "تم حذف الصفحات";
$lang['ajax']['could_not_add_some_page_sch'] = "لم جدولة بعض صفحات لأقصى إما بسبب غير صالحة / علقت معرف الصفحة أو أنك تجاوزت يسمح بتشغيل جدول quoate للصفحات غير مسموح بها.";
$lang['ajax']['mem_not_allow'] = "لا يسمح خطة عضويتك استخدام هذا العنصر";
$lang['ajax']['feed_cleaner'] = "نظافة الأعلاف";
$lang['ajax']['page'] = "صفحة";
$lang['ajax']['only_fb_hid'] = "وظائف فقط صفحة الفيسبوك يمكن أن تكون مخفية";
$lang['ajax']['posts_deleted'] = "المشاركات حذفها";
$lang['ajax']['inv_theme'] = "موضوع غير صالح";
$lang['ajax']['theme_up_fail'] = "فشل في تحديث موضوع";
$lang['ajax']['desc_limit'] = "وصف يجب أن يقتصر على 500 حرف فقط (يوتيوب الحد)";
$lang['ajax']['max_tags'] = "الحد الأقصى 5 علامات يمكن أن تضاف";
$lang['ajax']['inv_cat_sel'] = "فئة غير صالحة مختارة";
$lang['ajax']['inv_priv_sel'] = "خصوصية غير صالحة مختارة";
$lang['ajax']['meta_failed'] = "فشل في تحديث ملف التعريف";
$lang['ajax']['f_missing'] = "الحقول الضرورية في عداد المفقودين";
$lang['ajax']['u_error'] = "حدث خطأ غير معروف";
$lang['ajax']['app_being_used'] = "قيد الاستخدام بالفعل هذا التطبيق";
$lang['ajax']['inv_fb_app'] = "الفيسبوك التطبيق غير صالح";
$lang['ajax']['no_fb_del_demo'] = "لا يمكن حذف الملف الشخصي الفيسبوك في عرض";
$lang['ajax']['not_del_fb'] = "لا يسمح لك لحذف هذا معرف";
$lang['ajax']['not_all_del_sch'] = "لا يسمح لك لحذف هذا الجدول";
$lang['ajax']['sch_stop_fail'] = "فشلت في وقف الموعد المحدد. توقفت بالفعل أو مع وقف التنفيذ";
$lang['ajax']['sch_res_fail'] = "فشل في استئناف الجدول الزمني. إذا استأنفت أو مع وقف التنفيذ";
$lang['ajax']['del_can_fail'] = "فشل لإلغاء الحذف";
$lang['ajax']['del_db_fail'] = "فشل في حذف من قاعدة";
$lang['ajax']['del_ss_fail'] = "فشل في حذف من موقع اجتماعي";
$lang['ajax']['same_id_no_merge'] = "لا يمكن دمج نفس معرف";
$lang['ajax']['inv_first_acc'] = "الحساب الأول غير صالح";
$lang['ajax']['inv_sec_acc'] = "الحساب الثاني غير صالح";
$lang['ajax']['old_pwd_no_match'] = "لا تطابق كلمة المرور القديمة";
$lang['ajax']['pwd_six_char'] = "يجب أن تكون كلمة المرور الجديدة لا يقل عن 6 أحرف";
$lang['ajax']['new_pwd_no_match'] = "كلمات سر جديدة لا تتطابق";
$lang['ajax']['pwd_up_fail'] = "فشل تحديث كلمة السر";
$lang['ajax']['inv_email'] = "بريد إلكتروني خاطئ";
$lang['ajax']['email_taken'] = "يتم تسجيل هذا البريد الإلكتروني بالفعل مع حساب آخر";
$lang['ajax']['send_email_fail'] = "فشل في إرسال البريد الإلكتروني";
$lang['ajax']['sess_expired'] = "جلسة آسف انتهت!";
$lang['ajax']['inv_code'] = "رمز غير صالح";
$lang['ajax']['email_up_fail'] = "فشل لتحديث البريد الإلكتروني";
$lang['ajax']['up_settings_fail_either'] = "فشل تحديث الإعدادات. إما بالفعل تغييره أو تم تعطيل القدرة النشر الخاصة بك عن طريق مدراء";
$lang['ajax']['inv_fb_id_chosen'] = "الفيسبوك صالح معرف اختيار";
$lang['ajax']['up_settings_fail'] = "فشل لتحديث إعدادات";
$lang['ajax']['adv_sch'] = "جدولة متقدمة";
$lang['ajax']['comm_req'] = "تعليقات المطلوبة";
$lang['ajax']['comm_delay_req'] = "تعليقات الاهتزاز تأخير المطلوبة";
$lang['ajax']['inv_comm_delay'] = "تعليق غير صالح الاهتزاز تأخير";
$lang['ajax']['stop_bump_fail'] = "فشلت في وقف الاهتزاز";
$lang['ajax']['downloader'] = "تحميل";
$lang['ajax']['video_downloader'] = "تنزيل الفيديو";
$lang['ajax']['image_downloader'] = "صورة تحميل";
$lang['ajax']['imp_not_allowed'] = "لا يمكنك استيراد صورة تم تحميلها أو الفيديو إلى المجلد المحدد";
$lang['ajax']['inv_fail_hash'] = "تجزئة الملف غير صالحة أو منتهية الصلاحية";
$lang['ajax']['fsize_fail'] = "غير قادر على استرداد حجم الملف";
$lang['ajax']['max_vsize_downloader'] = "الحد الأقصى لحجم الفيديو المسموح به هو 500MB";
$lang['ajax']['not_enough_space'] = "لا مساحة كافية لتحميل هذا الملف في التخزين الخاصة بك يسمح";
$lang['ajax']['f_too_large'] = "الملف كبير جدا. الأقصى المسموح به حجم"; 
$lang['ajax']['un_error_fname'] = "حدث خطأ غير معروف اختيار اسم الملف";
$lang['ajax']['max_wm_frame_added'] = "الحد الأقصى الذي يسمح بإضافتها 100 علامة مائية أو الإطار";
$lang['ajax']['un_err_copy_file'] = "حدث خطأ غير معروف أثناء نسخ الملف";
$lang['ajax']['un_err'] = "حدث خطأ غير معروف";
$lang['ajax']['importer'] = "المستورد";
$lang['ajax']['fb_mod_disabled'] = "تم تعطيل حدة الفيسبوك";
$lang['ajax']['no_valid_id_f'] = "لم يتم العثور على البطاقة الشخصية سارية المفعول";
$lang['ajax']['imported'] = "مستورد";
$lang['ajax']['img_grp'] = "مجموعة المستوردة";
$lang['ajax']['imp_ev'] = "أحداث المستوردة";
$lang['ajax']['v_editor'] = "محرر الفيديو";
$lang['ajax']['i_editor'] = "محرر الصور";
$lang['ajax']['v_plugin_dis'] = "تم تعطيل تحرير الفيديو البرنامج المساعد";
$lang['ajax']['already_queued_task'] = "لديك بالفعل في قائمة الانتظار 3 أو أكثر من المهام. قبل إضافة مهمة أخرى يرجى الانتظار مهمة في قائمة الانتظار لإنهاء أو حذف واحد إلى قائمة الانتظار مجانا!";
$lang['ajax']['inv_file_name'] = "اسم الملف غير صالح";
$lang['ajax']['inv_file'] = "ملف غير صالح";
$lang['ajax']['f_not_found'] = "لم يتم العثور على الملف";
$lang['ajax']['disk_consumed'] = "لقد استهلكت كل من مساحة القرص الخاص بك";
$lang['ajax']['add_task_fail'] = "فشل في إضافة مهمة. إما يست مهمة قدمت أو قدمت مهمة غير صالحة. حاول مرة اخرى";
$lang['ajax']['cpy_video_fail'] = "فشل نسخ الفيديو";
$lang['ajax']['add_q_fail'] = "فشل في إضافة قائمة الانتظار";
$lang['ajax']['video_not_del_all'] = "لا يسمح لك بحذف هذا";
$lang['ajax']['q_locked'] = "ويجري حاليا تجهيز قائمة الانتظار هذه والتي لا يمكن حذفها";
$lang['ajax']['q_del_failed'] = "فشل في حذف قائمة الانتظار";
$lang['ajax']['rss_no_slideshow'] = "خلاصات RSS لا يمكن أن تستخدم لجعل عرض الشرائح";
$lang['ajax']['i_edit_dis'] = "تحرير الصور تعطيل";
$lang['ajax']['v_edit_dis'] = "تحرير الفيديو تعطيل";
$lang['ajax']['ffmpeg_no_config'] = "لم يتم تكوين مسار فمبيج. يرجى أن تطلب مدراء لتكوينه.";

/**
 * lang auth
 */
$lang['auth']['fail_uid_fb'] = "فشلت في الحصول على هوية المستخدم من الفيسبوك"; 
$lang['auth']['fb_allow_all_perms'] = "اسمحوا كافة الأذونات المطلوبة لاستخدام هذا التطبيق. إذا لم تتم الموافقة على التطبيق الخاص بك عن طريق الفيسبوك، يرجى تسجيل الدخول كمشرف أو اختبار من التطبيق لإضافة حسابات";
$lang['auth']['fb_suspended'] = "وقد تم تعليق حساب الفيسبوك الخاص بك";
$lang['auth']['fb_added_already'] = "ويرتبط هذا الفيسبوك معرف بالفعل مع حساب مستخدم آخر";
$lang['auth']['must_login'] = "يجب تسجيل الدخول لإضافة حساب اجتماعي جديد. الرجاء الدخول إلى حسابك وحاول مرة أخرى لإضافة.";
$lang['auth']['fail_uid_tw'] = "فشلت في الحصول على هوية المستخدم من تويتر";
$lang['auth']['tw_suspended'] = "وقد تم تعليق حساب تويتر الخاص بك";
$lang['auth']['tw_added_already'] = "ويرتبط هذا معرف تويتر بالفعل مع حساب مستخدم آخر";
$lang['auth']['fail_yt_auth'] = "فشل في المصادقة مع يوتيوب.";
$lang['auth']['tech_reason'] = "سبب فني";
$lang['auth']['yt_suspended'] = "لقد تم تعليق حسابك في YouTube";
$lang['auth']['yt_added_already'] = "ويرتبط هذا الرقم يوتيوب بالفعل مع حساب مستخدم آخر";


/**
 * lang download.class
 */
$lang['dwclass']['img_too_large'] = "صورة كبيرة جدا. صورة الأقصى 5MB أيد";
$lang['dwclass']['not_supported'] = "استضافة غير معتمد أو الملف لا يمكن تحميله أي مقيدة تسجيل الدخول أو الكعكة";
$lang['dwclass']['yt_extract_fail'] = "لا يمكن استخراج يوتيوب معرف من رابط معين";
$lang['dwclass']['yt_emp_format'] = "فشل تحميل الفيديو. شكل فارغ";
$lang['dwclass']['yt_emp_fmt'] = "فشل تحميل الفيديو. البيانات تيار معاهدة المواد الانشطارية فارغة";
$lang['dwclass']['yt_emp_conf'] = "فشل تحميل الفيديو. البيانات yt_config فارغة";
$lang['dwclass']['dm_emp_q'] = "فشل تحميل الفيديو. الصفات فارغة";
$lang['dwclass']['dm_emp_meta'] = "فشل تحميل الفيديو. الفوقية فارغة";
$lang['dwclass']['dm_emp_context'] = "فشل تحميل الفيديو. السياق فارغة";
$lang['dwclass']['vm_emp_data'] = "فشل تحميل الفيديو. بيانات الفيديو فارغة";
$lang['dwclass']['vm_emp_conf'] = "فشل تحميل الفيديو. فارغة التكوين-URL";
$lang['dwclass']['fb_extract_fail'] = "لا يمكن استخراج الفيسبوك فيديو معرف من رابط معين";
$lang['dwclass']['fb_emp_params'] = "فشل تحميل الفيديو. بارامس فارغة";
$lang['dwclass']['f_dwn_fail'] = "فشل ملف التحميل.";


/**
 * downloader index
 */
$lang['dw']['title'] = "صورة وتحميل الفيديو أداة";
$lang['dw']['supp_hosts'] = "بدعم تستضيف الفيديو: يوتيوب، ديلي موشن، فيميو، الفيسبوك";
$lang['dw']['inst'] = "إدراج يوتيوب / ديلي موشن / فيميو / الفيسبوك ارتباط أو صورة مباشرة (JPG أو PNG) وصلة التحميل";
$lang['dw']['donot'] = "عدم تحميل أي مواد محفوظة الحقوق. قد يكون مرحليا الحسابات الاجتماعية الخاصة بك إذا كنت تحميل أي مواد محفوظة الحقوق. دائما التحقق من المعلومات حقوق التأليف والنشر قبل تحميل أي شيء باستخدام هذه الأداة.";

/**
 * lang media editor
 */
$lang['editor']['index']['title1'] = "محرر وسائل الاعلام ومولد المحتوى";
$lang['editor']['index']['imgvd'] = "صورة ومحرر الفيديو";
$lang['editor']['index']['meme'] = "ميمي مولد";
$lang['editor']['index']['htoi'] = "HTML إلى صورة الخالق";
$lang['editor']['index']['wmview'] = "علامات مائية وعرض الباحث";
$lang['editor']['index']['twm'] = "نص العلامة المائية";
$lang['editor']['index']['slf'] = "إنشاء عرض شرائح من مجلد";
$lang['editor']['index']['vdwn'] = "تنزيل الفيديو";
$lang['editor']['index']['ivdwn'] = "صورة وتنزيل الفيديو";
$lang['editor']['index']['eqv'] = "محرر قائمة الانتظار الفيديو";

$lang['editor']['videos']['qv'] = "فيديو في قائمة الانتظار";
$lang['editor']['videos']['novid'] = "تحرير أي فيديو حتى الآن!";
$lang['editor']['videos']['table'] = array(
										"اسم المشروع", 
										"وأضاف في", 
										"الحالة", 
										"ملاحظات", 
										"التنزيل", 
										"إجراء"
										);
$lang['editor']['videos']['fetch_fail'] = "فشل في جلب الفيديو!";


$lang['editor']['tools']['noframe'] = "لم يكن لديك أي إطار";
$lang['editor']['tools']['nowm'] = "لم يكن لديك أي علامة مائية";
$lang['editor']['tools']['yourview'] = "عرض المكتشفون بك";
$lang['editor']['tools']['yourwm'] = "العلامات المائية الخاصة بك";
$lang['editor']['tools']['create_wm'] = "إنشاء العلامة المائية الخاصة بك مع اسم / اسم العلامة التجارية أو نصك";
$lang['editor']['tools']['try_it'] = "جربها";
$lang['editor']['tools']['create_slide'] = "إنشاء عرض الشرائح من المجلد";
$lang['editor']['tools']['sel_f'] = "تحديد مجلد";
$lang['editor']['tools']['slide_dur'] = "كل مدة الشريحة";
$lang['editor']['tools']['slide_type'] = "نوع العرض";
$lang['editor']['tools']['title'] = "تحميل علامات مائية أو عرض المكتشفون هنا";
$lang['editor']['tools']['ddwm'] = "سحب وإسقاط الشعارات العلامة المائية الخاصة بك هنا أو اضغط لتحميل.";
$lang['editor']['tools']['ddvf'] = "سحب وإسقاط عرض المكتشفون هنا أو انقر هنا لتحميل.";


$lang['editor']['meme']['title'] = "مولد MEME";
$lang['editor']['meme']['ddimg'] = "لبدء تحرير الصور قطرة هنا أو اضغط على تحميل.";
$lang['editor']['meme']['edited_img'] = "تحرير صورة";
$lang['editor']['meme']['imp_my'] = "استيراد لمجلداتي";
$lang['editor']['meme']['text1'] = "Text1";
$lang['editor']['meme']['text2'] = "Text2";
$lang['editor']['meme']['text'] = "نص";
$lang['editor']['meme']['color'] = "اللون";
$lang['editor']['meme']['opacity'] = "غموض";
$lang['editor']['meme']['fsize'] = "حجم الخط";
$lang['editor']['meme']['font'] = "الخط";
$lang['editor']['meme']['rotate'] = "تناوب";
$lang['editor']['meme']['apply'] = "تطبيق";
$lang['editor']['meme']['reset'] = "إعادة تعيين";
$lang['editor']['meme']['rotate'] = "تناوب";

$lang['editor']['hto']['preview'] = "معاينة الصورة";
$lang['editor']['hto']['resize'] = "تغيير";
$lang['editor']['hto']['nolarge'] = "لا لصق أتش تي أم أل كبير جدا. قد متصفحك تجميد! الحد الأقصى المسموح به حرف 50000";


$lang['editor']['editor']['title'] = "محرر وسائل الإعلام";
$lang['editor']['editor']['ddimgvid'] = "لبدء تحرير الصور قطرة / أشرطة الفيديو هنا أو اضغط على تحميل.";
$lang['editor']['editor']['org'] = "الصورة الأصلية";
$lang['editor']['editor']['save'] = "حفظ";
$lang['editor']['editor']['cancel'] = "إلغاء";
$lang['editor']['editor']['resize'] = "تغيير";
$lang['editor']['editor']['crop'] = "محصول";
$lang['editor']['editor']['addeff'] = "إضافة تأثير";
$lang['editor']['editor']['addwmt'] = "إضافة نص العلامة المائية";
$lang['editor']['editor']['addwmi'] = "إضافة صورة العلامة المائية";
$lang['editor']['editor']['ff'] = "ملء الشاشة تبديل";
$lang['editor']['editor']['image'] = "صورة";
$lang['editor']['editor']['position'] = "الوضع";
$lang['editor']['editor']['rotate'] = "تناوب";
$lang['editor']['editor']['v_disabled'] = "تم تعطيل محرر الفيديو";
$lang['editor']['editor']['tsize'] = "بلاط تكوين حجم";
$lang['editor']['editor']['tsize_format'] = "أدخل حجم البلاط في شكل rowxcolumn";
$lang['editor']['editor']['segments'] = "قطاعات";
$lang['editor']['editor']['stask'] = "إرسال المهام";
$lang['editor']['editor']['pending_op'] = "في انتظار عمليات";
$lang['editor']['editor']['tshot'] = "أخذ لقطة لل";
$lang['editor']['editor']['ctile'] = "إنشاء البلاط قطة";
$lang['editor']['editor']['sseg'] = "بدء الجزء";
$lang['editor']['editor']['eseg'] = "نهاية الجزء";
$lang['editor']['editor']['jfb'] = "القفز خمسة الثانية الخلف";
$lang['editor']['editor']['jff'] = "القفز إلى الأمام خمس الثاني";
$lang['editor']['editor']['jsb'] = "القفز ثانية واحدة الى الوراء";
$lang['editor']['editor']['jsf'] = "القفز إلى الأمام الثاني";
$lang['editor']['editor']['pname'] = "اسم المشروع";
$lang['editor']['editor']['ptime'] = "وقت اللهو و التسلية";
$lang['editor']['editor']['jto'] = "اقفز إلى";
$lang['editor']['editor']['penter'] = "اضغط دخول";
$lang['editor']['editor']['add_new_vf'] = "إضافة جديدة رأي الباحث";
$lang['editor']['editor']['vf'] = "عدسة الكاميرا";
$lang['editor']['editor']['brightness'] = "سطوع";
$lang['editor']['editor']['contrast'] = "تباين";
$lang['editor']['editor']['vignette'] = "المقالة القصيرة";
$lang['editor']['editor']['lc'] = "تفتيح مركز";
$lang['editor']['editor']['desaturate'] = "التشبع";
$lang['editor']['editor']['noise'] = "ضجيج";
$lang['editor']['editor']['ts'] = "قوة صبغة";
$lang['editor']['editor']['tc'] = "لون صبغة شعر";
$lang['editor']['editor']['add_ano'] = "إضافة نص آخر";
$lang['editor']['editor']['rotate'] = "تناوب";

/**
 * lang for logs
 */
$lang['logs']['plog'] = "سجل المشاركة";
$lang['logs']['elog'] = "سجل خطأ";
$lang['logs']['noerr'] = "لم سجل خطأ جدت";
$lang['logs']['last100'] = "عرض دخول 50 الماضي";
$lang['logs']['table_header'] = array(
									"الملف الشخصي", 
									"بريد", 
									"ملف", 
									"مرة" ,
									"الرسالة"
									);
									
/**
 * lang for dologin
 */
$lang['dologin']['nofbapp'] = "لم يتم تكوين الفيسبوك إعدادات التطبيق. يرجى أن تطلب مدراء لإضافة التطبيق أو إضافة التطبيق الخاص بك في إعدادات لوحة أجهزة القياس&gt;.";
$lang['dologin']['fbdis'] = "آسف! تم تعطيل الفيسبوك تسجيل الدخول";
$lang['dologin']['mem_fb_dis'] = "آسف! لا يسمح خطة عضويتك باستخدام الفيسبوك";
$lang['dologin']['max_allow'] = "آسف! بك قد أضافت الحد الأقصى المسموح به لمحات في حسابك. الحد الأقصى المسموح به:";
$lang['dologin']['profiles'] = "لمحات";
$lang['dologin']['notwapp'] = "لم يتم تكوين إعدادات التطبيق تويتر. يرجى أن تطلب مدراء لإضافة التطبيق أو إضافة التطبيق الخاص بك في إعدادات لوحة أجهزة القياس&gt;.";
$lang['dologin']['twdis'] = "آسف! تم تعطيل تويتر تسجيل دخول";
$lang['dologin']['mem_tw_dis'] = "آسف! لا يسمح خطة عضويتك تستخدم تويتر";
$lang['dologin']['fail_tw_oauth'] = "فشل لطلب رمز أوث. الرجاء التأكد من أن لديك تعيين URL رد في إعدادات التطبيق تويتر";
$lang['dologin']['noytapp'] = "لم يتم تكوين إعدادات التطبيق يوتيوب. يرجى أن تطلب مدراء لإضافة التطبيق أو إضافة التطبيق الخاص بك في إعدادات لوحة أجهزة القياس&gt;.";
$lang['dologin']['ytdis'] = "آسف! تم تعطيل يوتيوب تسجيل الدخول";
$lang['dologin']['mem_yt_dis'] = "آسف! لا يسمح خطة عضويتك باستخدام يوتيوب";
$lang['dologin']['fail_yt_oauth'] = "فشل في المصادقة مع يوتيوب.";
$lang['dologin']['fail_yt_tech'] = "سبب فني";


$lang['js']['pro_already_sel'] = "يتم تحديد هذا الملف بالفعل";
$lang['js']['clear_all_sel'] = "مسح جميع التحديدات";
$lang['js']['bulk_sel'] = "الإكمال التلقائي اختيار الصفحة";
$lang['js']['fbprofile'] = "لمحات الفيسبوك";
$lang['js']['fbpage'] = "صفحات الفيسبوك";
$lang['js']['fbgroup'] = "مجموعات الفيسبوك";
$lang['js']['fbevent'] = "الفيسبوك الأحداث";
$lang['js']['twitter'] = "لمحات تويتر";
$lang['js']['youtube'] = "لمحات يوتيوب";
$lang['js']['edit'] = "تحرير";
$lang['js']['add_edit_cats'] = "إضافة أو تعديل فئات";
$lang['js']['save_as'] = "حفظ في";
$lang['js']['create_new_cat'] = "إنشاء فئة جديدة";
$lang['js']['cat_name'] = "الجديد اسم التصنيف";
$lang['js']['cat_got'] = "فئات تلقى بنجاح";
$lang['js']['cat_deleted'] = "فئة المحذوفة";

$lang['dashboard']['till'] = "حتى";
$lang['dashboard']['type_cat_name'] = "فئات بحث";
$lang['dashboard']['no_cat'] = "لم يكن لديك أي فئة!";
$lang['dashboard']['no_cat_found'] = "لا فئة وجدت!";
$lang['dashboard']['cat_found'] = "فئات جدت";
$lang['dashboard']['cat_name'] = "اسم التصنيف";
$lang['dashboard']['cat_id'] = "فئة ID";
$lang['dashboard']['create_new_cat'] = "إنشاء أو فئة تحرير";
$lang['dashboard']['p_count'] = "عدد الشخصية";

$lang['header']['dashboard']['cats'] = "الفئات";

$lang['meta']['sep_comma'] = "منفصلة بفاصلة (الحد الأقصى 5)";

$lang['ajax']['category'] = "فئة";
$lang['ajax']['cat_name_req'] = "اسم فئة مطلوبة";
$lang['ajax']['new_folder_fail'] = "فشل في إنشاء مجلد جديد";
$lang['ajax']['cat_upadd_fail'] = "فشل في إضافة أو فئة تحرير";


$lang['dashboard']['schedule']['repeat_posting'] = "كرر الجدول الزمني";
$lang['dashboard']['schedule']['repeat_camp'] = "كرر الحملة";
$lang['dashboard']['schedule']['one_time_use'] = "نشر ملف مرة واحدة في الحملة بأكملها";
$lang['dashboard']['schedule']['start_posting'] = "بدء حملة في";
$lang['dashboard']['schedule']['end_posting'] = "حملة نهاية في";

$lang['dashboard'][39] = "إضافة جديدة مجموعة الجدول الزمني";
$lang['dashboard'][41] = "إنشاء مجموعة الجدول الزمني جديدة";
$lang['dashboard'][42] = "اسم المجموعة الجدول الزمني الخاص بك";
$lang['dashboard'][50] = "حذف ملف تم نشره من خادم";
$lang['dashboard'][57] = "كل طول الشريحة";

$lang['js']['create_new_sch'] = "إنشاء مجموعة الجدول الزمني جديدة";
$lang['js']['update_schedule'] = "تحديث جدول المجموعة";

$lang['ajax']['fbnyt'] = "الفيسبوك ويوتيوب";
$lang['ajax']['fbntw'] = "الفيسبوك وتويتر";
$lang['ajax']['inv_post_end_at'] = "نهاية آخر غير صالحة في وقت";
$lang['ajax']['post_start_end_same'] = "وقت بدء الحملة لا يمكن أن تكون هي نفسها أو أكبر من وقت النهاية";
$lang['ajax']['camp_sch_both_repeat'] = "الجدول الزمني وجدول الفردية مجموعة كلا لا يمكن أن تتكرر في نفس الوقت. اختيار واحد فقط لتكرار";
$lang['ajax']['clear_logs'] = "سجلات واضحة";

$lang['browse']['available_vars'] = "المتغيرات المتاحة";
$lang['browse']['shortcut'] = "الاختصار";
$lang['browse'][14] = "وضع توضيحية، وضع أو الارتباط. استخدام spintax إذا لزم الأمر";
$lang['browse'][11] = "وضع توضيحية، أو وضع الرابط واضغط Enter لحفظ. استخدام spintax أو إضافة متغيرات إذا لزم الأمر";
$lang['browse'][17] = "وضع توضيحية، وضع أو الارتباط. استخدام spintax أو إضافة متغيرات إذا لزم الأمر";

$lang['js']['del_selected'] = "احذف المختار";
$lang['js']['select_all'] = "اختر الكل";
$lang['js']['inv_selected'] = "معكوس حدد";
$lang['js']['no_item_sel'] = "أي بند اختيار";
$lang['js']['maintenance'] = "الموقع في وضع الصيانة. نحن سوف يعود قريبا";
$lang['js']['out_of'] = "بعيدا عن";
$lang['js']['succ_del'] = "بنود حذف بنجاح";
$lang['js']['unchkall'] = "الغاءالكل";
$lang['js']['waiting'] = "انتظار";
$lang['js']['caption_missing'] = "شرح المفقودين";
$lang['js']['caption_sel'] = "شرح مختارة";
$lang['js']['add_caption_sel'] = "إضافة تعليق على الملفات المحددة";

$lang['link']['title'] = "تكوين الفوقية رابط لآخر الفيسبوك";
$lang['link']['name'] = "عنوان الرابط";
$lang['link']['type_title'] = "يمكنك استخدام spintax أو المتغيرات";
$lang['link']['desc'] = "وصف الرابط";
$lang['link']['type_desc'] = "يمكنك استخدام spintax أو المتغيرات";
$lang['link']['image'] = "رابط الصورة";
$lang['link']['type_image'] = "رابط للصورة";
$lang['link']['when_work'] = "سيتم تطبيق هذه الإعدادات إلا إذا وجدنا ارتباط في وضع النص. سيتم استبدال الارتباط من خلال إعدادات تكوين في هذا النموذج";

$lang['greetings']['good_morning'] = "صباح الخير";
$lang['greetings']['good_afternoon'] = "مساء الخير";
$lang['greetings']['good_evening'] = "مساء الخير";
$lang['greetings']['good_night'] = "تصبح على خير"; 
$lang['greetings']['everyone'] = "كل شخص"; 

$lang['header']['payment'] = "المدفوعات";

$lang['browse']['post_now'] = "آخر الآن";
$lang['browse']['post_results'] = "آخر النتائج";
$lang['browse']['post_sel_file'] = "نشر الملف المحدد الآن";
$lang['browse']['post_limit_exceeded'] = "لقد تجاوزت هذه الأيام حد آخر";
$lang['browse']['token_fail'] = "فشل تحميل رمز";
$lang['browse']['post_fail'] = "فشل في إضافة وظيفة";
$lang['browse']['expand'] = "وسع";

$lang['js']['delay'] = "تأخير (ثانية)";
$lang['js']['delay_help'] = "لاستخدام فاصل زمني عشوائي بين ثانيتين، تفريق لهم بفاصلة. مثال:";
$lang['js']['post_now'] = "آخر الآن";
$lang['js']['posted_to'] = "شارك ل";
$lang['js']['sync_post'] = "متزامن المشاركة";

$lang['ajax']['file_not_supported'] = "لا يمكن نشر هذا النوع من الملفات على الموقع المختار";
$lang['ajax']['past_dates'] = "التواريخ الماضية لا يسمح";
$lang['ajax']['fbprofile_nopost_demo'] = "لا تستطيع أن الفيسبوك الشخصية على طريقة العرض";

$lang['schedule']['sync_post_help'] = "إذا تم تمكين مشاركة متزامن، فإن آخر 2ND في أي من الصفحات المختارة الانتظار حتى جميع صفحات مختارة استكمال آخر 1ST بهم";
$lang['schedule']['repeat_posting_help'] = "إذا تم تمكين تكرار الجدول الزمني، كل من الصفحة المحددة سيتم إعادة تشغيل بالإرسال عند الانتهاء";
$lang['schedule']['repeat_camp_help'] = "إذا تم تمكين تكرار الجدول الزمني، فإن مجموعة جدول يكرر عند الانتهاء";
$lang['schedule']['one_time_help'] = "إذا تم تمكين هذا الخيار، سيتم نشر ملف من المجلد الخاص بك مرة واحدة فقط في مجموعة كاملة الموعد المحدد. حتى إذا كان لديك أقل عدد من الملفات من عدد من الصفحات المحددة بعد ذلك كل من صفحاتك لن ترسل.";
$lang['schedule']['auto_del_help'] = "إذا تمكين، سيتم حذف أي ملف التي تم نشرها على وسائل الاعلام الاجتماعية من المجلد الخاص بك أيضا";

$lang['pricing']['title'] = "التسعير وخطط العضوية";
$lang['pricing']['subtitle'] = "الحصول على أفضل مع خطط ترقية العضوية";
$lang['pricing']['subs'] = "المشترك";
$lang['pricing']['renew_plan'] = "تجديد خطة";
$lang['pricing']['current_plan'] = "الخطة الحالية.";
$lang['pricing']['expires_at'] = "ينتهي في";
$lang['pricing']['choose_plan'] = "اختيار خطة";
$lang['pricing']['downgrade'] = "لقد خفضت عضويتك. سيتم تفعيلها بعد انتهاء عضويتك المدفوعة. لا تنسى أن إلغاء الاشتراك الدفع الخاص بك متكرر من مزود خدمة الدفع الخاص بك أيضا";
$lang['pricing']['plan_disabled'] = "هذه الخطة لا زالت أو غير نشطة بعد الآن";
$lang['pricing']['seven_days_before'] = "كنت تتمتع بالفعل هذه الخطة ويمكن تجديدها قبل 7 أيام من تاريخ انتهاء الصلاحية.";
$lang['pricing']['al_downgraded'] = "كنت خفضت بالفعل عضويتك. سيتم تفعيلها بعد انتهاء عضويتك المدفوعة.";
$lang['pricing']['continue'] = "اضغط هنا للمتابعة";
$lang['pricing']['renewing'] = "تجديد عضوية";
$lang['pricing']['upgrading'] = "عضوية الارتقاء";
$lang['pricing']['pay_with_pp'] = "دفع مع حساب باي بال";
$lang['pricing']['cancel_before'] = "قبل المتابعة إلغاء دفع المتكررة بك من باي بال الخاص بك خطة العضوية القائمة";
$lang['pricing']['existing_dis'] = "ملاحظة: سيتم وقف العضوية الموجودة لديك.";
$lang['pricing']['onetime_pay'] = "جعل دفعة واحدة مرة";
$lang['pricing']['recurr_pay'] = "تسديد متكرر";
$lang['pricing']['amount'] = "المقدار";
$lang['pricing']['month'] = "شهر";
$lang['pricing']['quantity'] = "كمية";
$lang['pricing']['total'] = "الإجمالي الكلي";
$lang['pricing']['click_here_purchase'] = "اضغط هنا للتواصل مع شراءك";
$lang['pricing']['click_here_downgrade'] = "اضغط هنا للتواصل مع الإنحدار لديك";
$lang['pricing']['downgrade'] = "تخفيض التصنيف الائتماني لعضوية مجانية";
$lang['pricing']['membership'] = "عضوية";
$lang['pricing']['paid_remain_active'] = "ستبقى عضويتك المدفوعة نشطة حتى نهاية مدته";
$lang['pricing']['pp_cancel'] = "لقد ألغت الدفع الخاص بك. ستبقى خطة العضوية السابقة نشاطا";
$lang['pricing']['pp_success'] = "شكرا لك على الاشتراك في خطة العضوية الجديدة. الرجاء الانتظار لحين التحقق من الدفع الخاص بك. إذا لم تتغير خطة عضويتك في ساعة واحدة لا تتردد في الاتصال بنا مباشرة";
$lang['pricing']['no_pp'] = "ليس لديك حساب باي بال تكوينها من قبل المشرف. يرجى المحاولة لاحقا أو الاتصال بالدعم";
$lang['pricing']['up_membership'] = "عضوية الترقية";

$lang['title']['membership'] = "ترقية العضوية";
$lang['title']['pricing'] = "التسعير";

$lang['footer']['contactus'] = "اتصل بنا";

?>