<?php
/**
 * Language File
 * @package Social Ninja
 * @version 1.7
 * @author InspiredDev <iamrock68@gmail.com>
 * @copyright 2015
 */
if(!defined('S_NINJA'))exit();

/**
 * Common lang
 */

$lang['title']['browse_folder'] = "ফোল্ডার ব্রাউজ";
$lang['title']['dash'] = "ড্যাশবোর্ড";
$lang['title']['help'] = "সাহায্য";
$lang['title']['home'] = "বাড়ি";
$lang['title']['login'] = "লগইন";
$lang['title']['merge'] = "ফেসবুক অ্যাকাউন্ট মার্জ";
$lang['title']['plog'] = "পোস্ট লগ";
$lang['title']['resetpw'] = "পাসওয়ার্ড রিসেট করুন";
$lang['title']['sch'] = "সময়সূচি";
$lang['title']['sync'] = "আপনি অ্যাকাউন্টটি সিঙ্ক";
$lang['title']['meditor'] = "মিডিয়া সম্পাদক";
$lang['title']['htoi'] = "চিত্র জেনারেটরের এইচটিএমএল";
$lang['title']['mic'] = "মিডিয়া সম্পাদক ও বিষয়বস্তু জেনারেটরের";
$lang['title']['mc'] = "মেমে স্রষ্টা";
$lang['title']['ct'] = "ক্রিয়েটর সরঞ্জাম";
$lang['title']['qv'] = "সারিবদ্ধ ভিডিও";
$lang['title']['vdt'] = "ভিডিও ডাউনলোডার টুল";
$lang['title']['signup'] = "নতুন অ্যাকাউন্ট তৈরি করুন";

$lang['common'][0] = "মুছে";
$lang['common'][1] = "কোন একাউন্ট যোগ";
$lang['common'][2] = "মেয়াদ উত্তীর্ণ টোকেন";
$lang['common'][3] = "সূচি নাম";
$lang['common'][4] = "অবস্থা";
$lang['common'][5] = "সক্রিয়করণ";
$lang['common'][6] = "পরবর্তী পোস্ট";
$lang['common'][7] = "শেষ পোস্ট";
$lang['common'][8] = "পদক্ষেপ";
$lang['common'][9] = "যোগ প্রোফাইল";
$lang['common'][10] = "সম্পাদন করা";
$lang['common'][11] = "পোস্ট দেখুন";
$lang['common'][12] = "অন্বেষণ করা";
$lang['common'][13] = "একটা নির্বাচন করুন";
$lang['common'][14] = "মুছতে";
$lang['common'][15] = "লুকিয়ে ফেলুন";
$lang['common'][16] = "শুধুমাত্র ফেসবুক পেজের";
$lang['common'][17] = "থেকে";
$lang['common'][18] = "দ্বিতীয়";
$lang['common'][19] = "ঘনিষ্ঠ";
$lang['common'][20] = "সংরক্ষণ";
$lang['common'][21] = "পোস্ট";
$lang['common'][22] = "দিন";
$lang['common'][23] = "থেকে";
$lang['common'][24] = "আপডেট";
$lang['common'][25] = "এখানে";
$lang['common'][26] = "আপলোড";
$lang['common'][27] = "ক্যাপশন";
$lang['common'][28] = "লেখা পোস্ট করুন";
$lang['common'][29] = "ছবি সংগ্রহশালা";
$lang['common'][30] = "লেখা";
$lang['common'][31] = "ভিডিও";
$lang['common'][32] = "র্যান্ডম";
$lang['common'][33] = "হিসাবে আদেশ";
$lang['common'][34] = "স্লাইডশো হিসাবে ছবি";
$lang['common'][35] = "ছবি অ্যালবাম";
$lang['common'][36] = "অনুসন্ধান";
$lang['common'][37] = "বাতিল";
$lang['common'][38] = "সফটওয়ার";
$lang['common'][39] = "HIDDEN";
$lang['common'][40] = "দেখুন পোস্ট";
$lang['common'][41] = "Bumping বন্ধ";
$lang['common'][42] = "পরের আচমকা";
$lang['common'][43] = "সর্বশেষ আচমকা";
$lang['common'][44] = "সর্বশেষ মন্তব্য";
$lang['common'][45] = "জমা দিন";
$lang['common'][46] = "যোগ";
$lang['common'][47] = "ভাষা";
$lang['common'][48] = "মিডিয়া প্লাগইন অক্ষম হয়";
$lang['common'][49] = "ডাউনলোডার প্লাগ নিষ্ক্রিয় করা হয়";
$lang['common'][50] = "হিসাব তৈরি কর";


/**
 * Index.php lang
 */
$lang['index'][0] = "স্বাগতম";
$lang['index'][1] = "সমস্ত একটি একক প্ল্যাটফর্ম আপনার ফেসবুক, টুইটার এবং YouTube- এ একটি অ্যাকাউন্ট পরিচালনা";
$lang['index'][2] = "আপনার ব্যবহারকারীর নাম ও পাসওয়ার্ড দিয়ে শুরু লগইন পেতে এবং আপনার সামাজিক সব অ্যাকাউন্টের যোগ করুন";
$lang['index'][3] = "এবার শুরু করা যাক";
$lang['index'][4] = "আরো পড়ুন";
$lang['index'][5] = "আমাদের বৈশিষ্ট্য";
$lang['index'][6] = "নির্ধারণকারী";
$lang['index'][7] = "অতিরিক্ত বৈশিষ্ট্য";
$lang['index'][8] = "কন্টেন্ট ক্রিয়েশন";
$lang['index'][9] = "আপনার ফেসবুক, টুইটার এবং YouTube- এ অ্যাকাউন্ট পরিচালনা";
$lang['index'][10] = "টেক্সট, ছবি, লিঙ্ক এবং ভিডিও পোস্ট করা সমর্থন";
$lang['index'][11] = "YouTube আপলোড অপশন কাস্টমাইজ";
$lang['index'][12] = "আরএসএস ফিড সমর্থন";
$lang['index'][13] = "বাল্ক মধ্যে ফটো / ভিডিও আপলোড এবং পরে পোষ্ট করতে তাদের জন্য নির্ধারণ";
$lang['index'][14] = "সহজ ড্র্যাগ এবং ড্রপ আপলোড";
$lang['index'][15] = "সহজেই নির্বাচিত ছবি / ভিডিও ক্যাপশন যুক্ত করুন";
$lang['index'][16] = "বাল্ক আপলোড টেক্সট পোস্ট CSV অথবা txt ফাইল ব্যবহার";
$lang['index'][17] = "অটো লুকান / নির্দিষ্ট ব্যবধান পরে পোস্ট মুছে";
$lang['index'][18] = "বিকল্প সময়সূচী পুনরাবৃত্তি বা অটো পোস্ট করার পর ফাইল মুছে";
$lang['index'][19] = "আপনার ব্র্যান্ড রক্ষা ইমেজ / ভিডিও জলছাপ যোগ";
$lang['index'][20] = "প্রতিটি পোস্টের পোস্ট লগ রেকর্ড";
$lang['index'][21] = "একটি ব্যবহারকারীর অ্যাকাউন্টের অধীনে একাধিক ফেসবুক / টুইটার / ইউটিউব প্রোফাইল";
$lang['index'][22] = "ফেসবুক এ পোস্ট ছবির অ্যালবাম";
$lang['index'][23] = "(মুছে গণ) আপনার ফ্যান পাতা / প্রফাইল পরিষ্কার";
$lang['index'][24] = "নির্মিত পোস্টের বিশ্লেষণ";
$lang['index'][25] = "একটি পোস্টিং নির্ধারণ সম্পন্ন হয় যখন ফেসবুক বিজ্ঞপ্তি";
$lang['index'][26] = "অর্ন্তদৃষ্টি উপর ভিত্তি bumping মন্তব্য ও উন্নত পোস্ট মুছে ফেলার";
$lang['index'][27] = "ক্ষমতাশীল অ্যাডমিন প্যানেল";
$lang['index'][28] = "সদস্য সিস্টেম ব্যবহার ব্যবহারকারীদের পরিচালনা, / সক্রিয় মডিউল নিষ্ক্রিয়";
$lang['index'][29] = "আপলোড করার আগে আপনার ছবি ও ভিডিও সম্পাদনা";
$lang['index'][30] = "আপনার ফটোগুলি জলছাপ, বিশেষ প্রভাব যোগ করুন. ক্রপ এবং ফটো মাপ পরিবর্তন";
$lang['index'][31] = "এখনও স্ক্রিনশট ক্যাপচার, কাটা এবং ভিডিও থেকে অংশ যোগদান, স্ক্রিনশট টালি তৈরি";
$lang['index'][32] = "আপলোড ছবি থেকে মেমে নির্মাণ";
$lang['index'][33] = "ফটো থেকে ভিডিও স্লাইডশো তৈরি করুন";
$lang['index'][34] = "ওয়েব থেকে ছবি এবং ভিডিও ডাউনলোড";
$lang['index'][35] = "চার ভিডিও ইউটিউব, Dailymotion, Vimeo এবং ফেসবুক সমর্থিত হোস্ট";
$lang['index'][36] = "উপরে ফিরে যাও";
$lang['index'][37] = "আপনার Faceboook টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['index'][38] = "আপনার টুইটার টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['index'][39] = "আপনার YouTube টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['index'][40] = "অনুগ্রহ করে";
$lang['index'][41] = "সতেজ করা";
$lang['index'][42] = "এখন সব অ্যাকাউন্ট";
$lang['index'][43] = "চার ভিডিও ইউটিউব, Dailymotion, Vimeo এবং ফেসবুক সমর্থিত হোস্ট";

/**
 * Header menu lang
 */
$lang['header'][0] = "ড্যাশবোর্ড";
$lang['header'][1] = "কন্টেন্ট স্রষ্টা";
$lang['header'][2] = "অ্যাডমিন";
$lang['header'][3] = "সাহায্য";
$lang['header'][4] = "লগইন";
$lang['header'][5] = "স্বাগত";
$lang['header'][6] = "ত্যাগ করুন";
$lang['header'][7] = "এখন সব অ্যাকাউন্ট রিফ্রেশ করুন";
$lang['header'][8] = "আপনার Faceboook টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['header'][9] = "আপনি অ্যাপ্লিকেশন পরিবর্তন করে থাকেন, ডুপ্লিকেট ক্ষেত্রে নতুন এক সঙ্গে পুরানো আইডি একত্রীকরণ দয়া";
$lang['header'][10] = "আপনার টুইটার টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['header'][11] = "আপনার YouTube টোকেন মেয়াদ শেষ হয়ে গেছে!";
$lang['header'][12] = "নিবন্ধন করুন";

/**
 * Dashboard menu lang
 */
$lang['header']['dashboard'][0] = "সংক্ষিপ্ত";
$lang['header']['dashboard'][1] = "অ্যাকাউন্ট";
$lang['header']['dashboard'][2] = "ফোল্ডার";
$lang['header']['dashboard'][3] = "পেজ";
$lang['header']['dashboard'][4] = "গ্রুপ";
$lang['header']['dashboard'][5] = "ঘটনাবলী";
$lang['header']['dashboard'][6] = "ইউটিউব";
$lang['header']['dashboard'][7] = "আরএসএস ফিড";
$lang['header']['dashboard'][8] = "সূচী";
$lang['header']['dashboard'][9] = "ফিড পরিষ্করণ";
$lang['header']['dashboard'][10] = "সেটিংস";
$lang['header']['dashboard'][11] = "লগ";

/**
 * Content Creator menu lang
 */
$lang['header']['cc'][0] = "নির্মাতা ড্যাশবোর্ড";
$lang['header']['cc'][1] = "মিডিয়া সম্পাদক";
$lang['header']['cc'][2] = "Meme জেনারেটরের";
$lang['header']['cc'][3] = "চিত্র সৃষ্টিকর্তার এইচটিএমএল";
$lang['header']['cc'][4] = "সরঞ্জাম নির্মাতা";
$lang['header']['cc'][5] = "সারিবদ্ধ ভিডিও";
$lang['header']['cc'][6] = "চিত্র ও ভিডিও ডাউনলোডার";


/**
 * Admin menu lang
 */
$lang['header']['admin'][0] = "অ্যাডমিন প্যানেল";
$lang['header']['admin'][1] = "ব্যবহারকারী";
$lang['header']['admin'][2] = "সদস্যপদ পরিকল্পনা";
$lang['header']['admin'][3] = "অ্যাকাউন্ট";
$lang['header']['admin'][4] = "ফোল্ডার";
$lang['header']['admin'][5] = "ফাইল";
$lang['header']['admin'][6] = "সূচী";
$lang['header']['admin'][7] = "সারিবদ্ধ ভিডিও";
$lang['header']['admin'][8] = "ভাষা";

/**
 * Dashboard
 */
$lang['dashboard'][0] = "সময় অঞ্চল";
$lang['dashboard'][1] = "ব্যবহৃত স্থান";
$lang['dashboard'][2] = "প্রেজেন্টেশন ডিস্ক স্পেস";
$lang['dashboard'][3] = "আজকের পোস্ট";
$lang['dashboard'][4] = "পোস্ট সীমা";
$lang['dashboard'][5] = "সর্বশেষ লগইন";
$lang['dashboard'][6] = "সদস্যতা";
$lang['dashboard'][7] = "দেখুন সীমা";
$lang['dashboard'][8] = "আপনার ফোল্ডার";
$lang['dashboard'][9] = "নতুন ফোল্ডার তৈরি করুন";
$lang['dashboard'][10] = "আপনি কোন ফোল্ডার আছে না!";
$lang['dashboard'][11] = "কোন ফোল্ডারের পাওয়া!";
$lang['dashboard'][12] = "ফোল্ডার পাওয়া";
$lang['dashboard'][13] = "ফোল্ডার নাম সম্পাদনা করুন";
$lang['dashboard'][14] = "এই ফোল্ডারটি মুছে";
$lang['dashboard'][15] = "আপনার ফেসবুক পেজ";
$lang['dashboard'][16] = "কোন পাতা, প্রোফাইল বা গ্রুপ পাওয়া যায় নি!";
$lang['dashboard'][17] = "পেজ পাওয়া";
$lang['dashboard'][18] = "আপনার ফেসবুক গ্রুপ";
$lang['dashboard'][19] = "গ্রুপ পাওয়া";
$lang['dashboard'][20] = "আপনার ফেসবুক ইভেন্টের";
$lang['dashboard'][21] = "ঘটনা পাওয়া";
$lang['dashboard'][22] = "অনুসন্ধান পেজ";
$lang['dashboard'][23] = "অনুসন্ধান গ্রুপ";
$lang['dashboard'][24] = "অনুসন্ধান ঘটনা";
$lang['dashboard'][25] = "অনুসন্ধান ফোল্ডার";
$lang['dashboard'][26] = "অনুসন্ধান ঘটনা";
$lang['dashboard'][27] = "YouTube আপলোড অক্ষমতা সামঞ্জস্যবিধান";
$lang['dashboard'][28] = "ওপেন সেটিংস";
$lang['dashboard'][29] = "ডিফল্ট সেটিংস একটি ভিডিও ফাইল পৃথক শিরোনাম, বর্ণনা, বিভাগ বা ট্যাগ থাকে না যখন শুধুমাত্র ব্যবহার করা হয়";
$lang['dashboard'][30] = "তোমার আরএসএস ফিড";
$lang['dashboard'][31] = "অনুসন্ধান আরএসএস ফিড";
$lang['dashboard'][32] = "নতুন ফীড যোগ করুন";
$lang['dashboard'][33] = "কোন আরএসএস ফিড পাওয়া!";
$lang['dashboard'][34] = "আরএসএস ফিড পাওয়া";
$lang['dashboard'][35] = "সম্পাদনা ফিড নাম";
$lang['dashboard'][36] = "এই ফিড মুছে";
$lang['dashboard'][37] = "তোমার সূচি গ্রুপ";
$lang['dashboard'][38] = "অনুসন্ধান সূচী";
$lang['dashboard'][39] = "নতুন সময়সূচী যোগ";
$lang['dashboard'][40] = "কোন তফসিল গ্রুপ পাওয়া যায় নি!";
$lang['dashboard'][41] = "নতুন সময়সূচি তৈরি";
$lang['dashboard'][42] = "আপনার সময়সূচী নাম";
$lang['dashboard'][43] = "নির্বাচন পাতার বা গ্রুপ";
$lang['dashboard'][44] = "একটি ফোল্ডার নির্বাচন করুন";
$lang['dashboard'][45] = "জলছাপ";
$lang['dashboard'][46] = "অবস্থান";
$lang['dashboard'][47] = "পোস্ট প্রতি";
$lang['dashboard'][48] = "পোস্ট সিকোয়েন্স";
$lang['dashboard'][49] = "পুনরাবৃত্তি পোস্ট";
$lang['dashboard'][50] = "পোস্ট ফাইলটি মুছে দিন";
$lang['dashboard'][51] = "সূচি সক্রিয়";
$lang['dashboard'][52] = "শুধুমাত্র থেকে পোস্ট";
$lang['dashboard'][53] = "পরে পোস্ট মুছুন";
$lang['dashboard'][54] = "কর্ম মুছে";
$lang['dashboard'][55] = "থেকে পোস্টিং শুরু";
$lang['dashboard'][56] = "সিলেক্টেড পেজ";
$lang['dashboard'][57] = "প্রতিটি স্লাইড সময়কাল";
$lang['dashboard'][58] = "স্লাইডশো টাইপ";
$lang['dashboard'][59] = "উন্নত বিকল্প";
$lang['dashboard'][60] = "নির্বাচিত পোস্ট মুছুন";
$lang['dashboard'][61] = "সঠিক পোস্ট করার জন্য আপনার সময় অঞ্চল নির্বাচন";
$lang['dashboard'][62] = "পরিবর্তন সাইটে থিম";
$lang['dashboard'][63] = "আমদানি ফেসবুক গ্রুপ / ইভেন্ট";
$lang['dashboard'][64] = "অ্যাপ্লিকেশন পরিবর্তন বিষয়ক ডুপ্লিকেট ফেসবুক অ্যাকাউন্ট মার্জ";
$lang['dashboard'][65] = "সামাজিক অ্যাকাউন্ট যোগ";
$lang['dashboard'][66] = "পরিবর্তন অ্যাকাউন্টের পাসওয়ার্ড";
$lang['dashboard'][67] = "পুরনো পাসওয়ার্ড";
$lang['dashboard'][68] = "নতুন পাসওয়ার্ড";
$lang['dashboard'][69] = "পাসওয়ার্ড পুনরায় টাইপ করুন";
$lang['dashboard'][70] = "ই-মেইল পরিবর্তন";
$lang['dashboard'][71] = "নতুন ইমেইল";
$lang['dashboard'][72] = "যাচাই কোড";
$lang['dashboard'][73] = "যাচাই করুন";
$lang['dashboard'][74] = "কন্ট্রোল পোস্ট";
$lang['dashboard'][75] = "ফেসবুক পোস্ট";
$lang['dashboard'][76] = "টুইটার পোস্টিং";
$lang['dashboard'][77] = "ইউটিউব পোস্ট";
$lang['dashboard'][78] = "সময়সূচী সম্পন্ন হলে বিজ্ঞপ্তি";
$lang['dashboard'][79] = "ইমেইল অবহিত";
$lang['dashboard'][80] = "ফেসবুকে অবহিত";
$lang['dashboard'][81] = "ফোল্ডারের নাম লিখুন";
$lang['dashboard'][82] = "সময়সূচী গ্রুপ পাওয়া";

$lang['dashboard']['apps'][0] = "ফেসবুক অ্যাপ সেটিংস";
$lang['dashboard']['apps'][1] = "টুইটার অ্যাপ্লিকেশন সেটিংস";
$lang['dashboard']['apps'][2] = "ইউটিউব অ্যাপ সেটিংস";

$lang['dashboard']['times'] = array(
								"মিনিট", 
								"ঘন্টা", 
								"দিনের", 
								"সপ্তাহ", 
								"মাসের", 
								"বছর"
								);

/**
 * lang for browse.php
 */
$lang['browse'][0] = "সব ফাইল মুছে ফেলুন";
$lang['browse'][1] = "পূর্বের ফাইল";
$lang['browse'][2] = "সংরক্ষণ অবস্থান";
$lang['browse'][3] = "ফাইল নির্বাচন টাইপ";
$lang['browse'][4] = "ফাইল এখানে ছাড়ুন বা আপলোড করতে ক্লিক";
$lang['browse'][5] = "আপনার ফাইল সব করার জন্য একটি ক্যাপশন যুক্ত করতে প্রথমে ক্যাপশন বাটন যোগ চেষ্টা করুন";
$lang['browse'][6] = "কোন ফাইল পাওয়া যায় নি!";
$lang['browse'][7] = "ফাইল পাওয়া";
$lang['browse'][8] = "ডাউনলোড ফাইল";
$lang['browse'][9] = "নথিপত্র মুছে দাও";
$lang['browse'][10] = "এডিটর ওপেন";
$lang['browse'][11] = "একটি ক্যাপশন টাইপ করুন এবং প্রেস সংরক্ষণ লিখুন. প্রয়োজন হলে spintax ব্যবহার";
$lang['browse'][12] = "আপনার পরের আপলোড সমস্ত একটি ক্যাপশন যুক্ত করুন";
$lang['browse'][13] = "ক্যাপশন হিসেবে ফাইল নাম ব্যবহার";
$lang['browse'][14] = "একটি ক্যাপশন লিখুন. প্রয়োজন হলে spintax ব্যবহার";
$lang['browse'][15] = "টেক্সট পোস্ট করো";
$lang['browse'][16] = "আপনার পাঠ্য টাইপ করুন";
$lang['browse'][17] = "একটি ক্যাপশন লিখুন";
$lang['browse'][18] = "অন্যথা স্থিতিগুলিকে এক প্রতি লাইন দিয়ে একটি টেক্সট / CSV ফাইল আপলোড";
$lang['browse'][19] = "ব্রাউজার ক্র্যাশ এড়াতে ফাইল প্রতি 100 লাইন সীমা";
$lang['browse'][20] = "আপনার পাঠ্য টাইপ করুন";


/**
 * lang meta
 */
$lang['meta'][0] = "করো অথবা ফাইল মেটা আপডেট";
$lang['meta'][1] = "নথি বর্ণনা";
$lang['meta'][2] = "ট্যাগ্স";
$lang['meta'][3] = "শ্রেণী";
$lang['meta'][4] = "গোপনীয়তা";

/**
 * lang import modal
 */
$lang['imodal'][0] = "আমদানি করতে ফোল্ডার নির্বাচন করুন";
$lang['imodal'][1] = "একটি ক্যাপশন টাইপ (ঐচ্ছিক)";
$lang['imodal'][2] = "আপনি পরে এটা অনুসন্ধান করতে পারেন, তাই এই ফাইলের নাম";
$lang['imodal'][3] = "নির্বাচন গন্তব্য ফোল্ডারটি";
$lang['imodal'][4] = "ভিডিও আমদানির ক্ষেত্রে, আপনি ড্যাশবোর্ডে পরে অন্যান্য মেটা তথ্য কাস্টমাইজ করতে পারেন";

/**
 * lang login
 */
$lang['login'][0] = "আপনার অ্যাকাউন্টে লগ ইন করুন";
$lang['login'][1] = "ইমেল ঠিকানা";
$lang['login'][2] = "পাসওয়ার্ড";
$lang['login'][3] = "পাসওয়ার্ড রিসেট করুন";
$lang['login'][4] = "অবৈধ ইমেল বা পাসওয়ার্ড সরবরাহকৃত";
$lang['login'][5] = "তোমার একাঊন্ট বাতিল";
$lang['login'][6] = "আপনি লগইন করার আগে আপনার ইমেল ঠিকানা যাচাই করতে হবে";
$lang['login'][7] = "পাসওয়ার্ড রিসেট করুন";
$lang['login'][8] = "পাসওয়ার্ড রিসেট করুন";

/**
 * lang signup
 */
$lang['signup'][0] = "আপনার অ্যাকাউন্টে লগ ইন করুন";
$lang['signup'][1] = "ইমেল ঠিকানা";
$lang['signup'][2] = "পাসওয়ার্ড";
$lang['signup'][3] = "পাসওয়ার্ড রিসেট করুন";
$lang['signup'][4] = "ক্যাপচা মেলে না";
$lang['signup'][5] = "অ্যাকাউন্ট পাওয়া যায় না";
$lang['signup'][6] = "তোমার একাঊন্ট বাতিল";
$lang['signup'][7] = "ইমেল পাঠাতে ব্যর্থ. আপনি সম্প্রতি একটি ইমেইল অনুরোধ করা হলে, নতুন ইমেইল অনুরোধ আগে অন্তত 15 মিনিটের জন্য দয়া করে অপেক্ষা করুন";
$lang['signup'][8] = "নিবন্ধন অকৃতকার্য. উপাদানসংগ্রহ ভুল. সমর্থন যোগাযোগ বা পরে চেষ্টা করুন";
$lang['signup'][9] = "ইমেল পাঠাতে ব্যর্থ. সমর্থন যোগাযোগ বা পরে চেষ্টা করুন";
$lang['signup'][10] = "অবৈধ যাচাই কোড";
$lang['signup'][11] = "অস্ত্রোপচার. আপনার কাছে একটি যাচাইকরণ ইমেল আপনার ইমেইল ঠিকানায় পাঠানো হয়েছে";
$lang['signup'][12] = "অ্যাকাউন্ট যাচাই. আপনি এখন লগইন করতে পারেন";

/**
 * lang merge.php
 */
$lang['merge'][0] = "আপনি অ্যাপ্লিকেশন পরিবর্তন যখন ফেসবুক অ্যাকাউন্ট মার্জ";
$lang['merge'][1] = "ফেসবুক API v2.4 থেকে, ব্যবহারকারীদের অ্যাপ্লিকেশন আইডির scoped নির্ধারিত হয়. যা একই ব্যবহারকারীর বিভিন্ন অ্যাপ্লিকেশান জুড়ে একই আইডি পাবেন না মানে. যদি আপনার প্রথম অ্যাপ্লিকেশন স্থগিত করা হয়, তাই আপনি আপনার ড্যাশবোর্ডে অন্য অ্যাপ্লিকেশন যোগ করা যেতে পারে. তারপর নতুন অ্যাপ্লিকেশন দিয়ে লগইন করুন এবং নতুন অ্যাপ্লিকেশন সঙ্গে একই ফেসবুক অ্যাকাউন্ট যোগ করুন. কিন্তু হায়! নতুন অ্যাপ্লিকেশন জন্য গত পুরানো অ্যাপ্লিকেশন এবং অন্যান্য জন্য এক - আপনি একই ফেসবুক আইডি একাধিক সত্তা দেখতে হবে. সেই ক্ষেত্রে, ফেসবুক অ্যাকাউন্ট একীভূত আপনার জন্য. আপনি যদি প্রথম অপশনটি বক্সে রাখতে এবং তারপর আপনার সাথে একত্রীকরণ চান তা নির্বাচন করুন করতে ইচ্ছুক সেটি নির্বাচন করুন দয়া করে.";
$lang['merge'][2] = "আপনি একত্রীকরণ যখন, 2nd অ্যাকাউন্ট থেকে সব তথ্য পরিবর্তে 1 ম অ্যাকাউন্টের আইডি বজায় রাখা হয়, যা 2nd অ্যাকাউন্টের আইডি ছাড়া মুছে ফেলা হয়. কিন্তু 1 ম অ্যাকাউন্ট সব তথ্য অপরিবর্তিত রাখা হয়. আপনি নতুন অ্যাপ্লিকেশন যোগ করা হলে, (অতিক্রান্ত হিসাবে লেবেল) আপনার পুরানো আইডি রাখতে এবং নতুন এক একত্রীকরণ দয়া করে. এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না! তাই সাবধানে চয়ন!";
$lang['merge'][3] = "মনে রাখা";
$lang['merge'][4] = "আপনি রাখতে চান অ্যাকাউন্ট";
$lang['merge'][5] = "আপনি একত্রীকরণ চান অ্যাকাউন্ট";
$lang['merge'][6] = "মার্জ";

/**
 * lang post_log.php
 */
$lang['plog'][0] = "সময়সূচী জন্য পোস্ট লগ";
$lang['plog'][1] = "সময়সূচী দলের জন্য পোস্ট লগ";
$lang['plog'][2] = "কোন পোস্ট এখনো তৈরি!";
$lang['plog'][3] = "পোস্ট করেছেন";
$lang['plog']['table_header'] = array(
									"পোস্ট", 
									"পোস্ট লিংক" ,
									"এ পোস্ট", 
									"নির্ধারিত বিলোপে সময়", 
									"Bumping মন্তব্য", 
									"অন্তর্দৃষ্টি", 
									"কর্ম"
									);

/**
 * lang reset.php
 */
$lang['reset'][0] = "আপনার পাসওয়ার্ড রিসেট করুন";
$lang['reset'][1] = "এই শব্দ টাইপ করুন.";
$lang['reset'][2] = "পাঠযোগ্য নয়? পরিবর্তন লেখার";
$lang['reset'][3] = "আমরা পাসওয়ার্ড রিসেট করতে অতিরিক্ত নির্দেশের সঙ্গে আপনি একটি ইমেইল পাঠানো হয়েছে. এটা চেক করুন.";
$lang['reset'][4] = "পাসওয়ার্ড রিসেট সফল. এখন দয়া করে লগইন করুন.";

/**
 * lang sync.php
 */
$lang['sync'][0] = "আমরা আপনার পেজ ও গ্রুপ জমায়েত হয়. আপনি খুব শীঘ্রই আপনাকে পুনঃনির্দেশিত করা হবে. অনুগ্রহপূর্বক অপেক্ষা করুন...";
$lang['sync'][1] = "আপনার পেজের কিছু আপডেট করা যায়নি. পর্যালোচনা এবং প্রয়োজন হলে তাদের মুছে দিন বা করতে দয়া করে এড়িয়ে";
$lang['sync'][2] = "আপনার দলের কিছু আপডেট করা যায়নি. আপনি নিজে তারপর চিন্তার কিছুই এই গ্রুপ আমদানি করে. পর্যালোচনা এবং প্রয়োজন হলে তাদের মুছে দিন বা করতে দয়া করে এড়িয়ে";
$lang['sync'][3] = "আপনার ঘটনা কিছু আপডেট করা যায়নি. আপনি নিজে তারপর চিন্তার কিছুই এই ঘটনা আমদানি করে. পর্যালোচনা এবং প্রয়োজন হলে তাদের মুছে দিন বা করতে দয়া করে এড়িয়ে";
$lang['sync'][4] = "অ্যাকাউন্ট সফলভাবে সিঙ্ক";

/**
 * lang modals.php
 */
$lang['modals'][0] = "একটি নতুন ফোল্ডার তৈরি করুন";
$lang['modals'][1] = "সদস্যপদ পরিকল্পনা সীমা";
$lang['modals'][2] = "আপডেট ফোল্ডারের নাম";
$lang['modals'][3] = "নতুন আরএসএস ফীড যোগ করুন";
$lang['modals'][4] = "ফীড নাম";
$lang['modals'][5] = "ফিড URL";
$lang['modals'][6] = "আপডেটের আরএসএস ফিড";
$lang['modals'][7] = "নতুন আরএসএস ফীড নাম লিখুন";
$lang['modals'][8] = "নতুন আরএসএস ফিড URL লিখুন";
$lang['modals'][9] = "ফিড পরিচালনার জন্য একটি পৃষ্ঠা নির্বাচন";
$lang['modals'][10] = "নির্বাচন পাতার বা ফিড পরিষ্কারের সামগ্রী শুরু করার গ্রুপ";
$lang['modals'][11] = "আমদানি ফেসবুক গ্রুপ এবং ঘটনা";
$lang['modals'][12] = "ফেসবুক আইডি চয়ন";
$lang['modals'][13] = "আমদানি টাইপ নির্বাচন করুন";
$lang['modals'][14] = "সাংখ্যিক ফেসবুক গ্রুপ / ইভেন্ট আইডির লাইন বা এইচটিএমএল সোর্স কোড প্রতি এক ঢোকান";
$lang['modals'][15] = "একটি সময়ে সর্বোচ্চ 50 আইডি অথবা এইচটিএমএল সোর্স";
$lang['modals'][16] = "এইচটিএমএল সোর্স আমদানি বাল্ক আমদানি গ্রুপ জন্য ব্যবহার করা যেতে পারে. এইচটিএমএল সোর্স পেতে কিভাবে পড়ুন";
$lang['modals'][17] = "বাল্ক গ্রুপ তার নির্দেশাবলী এইচটিএমএল সোর্স কোড ব্যবহার করে আমদানি";
$lang['modals'][18] = "আপনার ফেসবুক একাউন্টে প্রথম লগইন";
$lang['modals'][19] = "এই পৃষ্ঠাতে যান";
$lang['modals'][20] = "রাইট ওয়েবপেজ উপর ক্লিক করুন এবং কনটেক্সট মেনু থেকে দেখুন পৃষ্ঠা উত্স ক্লিক";
$lang['modals'][21] = "আপনি দেখতে যে এইচটিএমএল সোর্স কোড কপি করুন";
$lang['modals'][22] = "আমদানি করতে বক্সে পেস্ট";
$lang['modals'][23] = "প্রয়োজন হলে উপরোক্ত ধাপগুলি সঙ্গে পুনরাবৃত্তি";
$lang['modals'][24] = "এই পদ্ধতি গ্রুপ আমদানি জন্য প্রযোজ্য";
$lang['modals'][25] = "শুধু পাবলিক এবং বদ্ধ গ্রুপ সমর্থিত";
$lang['modals'][26] = "ফেসবুকে অবহিত করার জন্য একটি প্রোফাইল নির্বাচন করুন";
$lang['modals'][27] = "উন্নত সেটিংস";
$lang['modals'][28] = "যদি পোস্ট মুছুন";
$lang['modals'][29] = "নির্বাচন অনুষ্ঠান";
$lang['modals'][30] = "নির্বাচন অপারেটর";
$lang['modals'][31] = "নির্বাচন সময়";
$lang['modals'][32] = "Bumping মন্তব্য";
$lang['modals'][33] = "এখানে আপনার মন্তব্য আটকে দিন. প্রতি লাইনে একটি মন্তব্য. সর্বাধিক 200 লাইন spintax অনুমতি দেওয়া";
$lang['modals'][34] = "প্রতিটি মন্তব্য বা নিষ্ক্রিয় Bumping মধ্যে বিলম্ব চয়ন";
$lang['modals'][35] = "নিষ্ক্রিয় bumping";
$lang['modals'][36] = "যথেচ্ছ";
$lang['modals'][37] = "মন্তব্য পুনরাবৃত্তি";
$lang['modals'][38] = "শুধুমাত্র একবার একটি কমেন্টকে [প্রস্তাবিত]";
$lang['modals'][39] = "এলোমেলোভাবে [ঝুঁকিপূর্ণ পুনরাবৃত্তি. আপনি কয়েক দিন পরে এটি বন্ধ করতে হবে]";
$lang['modals'][40] = "সকল বিলোপে মহড়া অপসারণের";
$lang['modals'][41] = "রিসেট করুন এবং সব পরিকল্পনা পুর্নসূচনা";

$lang['modals']['buttons'] = array(
									"দৃশ্য", 
									"আমদানি"
								);

/**
 * lang for schedule.php
 */
$lang['sch'][0] = "সাইট অনুসারে নির্বাচন";
$lang['sch'][1] = "কোন তফসিল পাওয়া";
$lang['sch'][2] = "সূচী পাওয়া";

$lang['sch']['table'] = array(
							"পৃষ্ঠার নাম", 
							"অবস্থা", 
							"পরবর্তী পোস্ট", 
							"শেষ পোস্ট", 
							"মন্তব্য", 
							"কর্ম"
							);

/**
 * Js
 */
$lang['js']['login'] = "আপনার অ্যাকাউন্টে লগ ইন";
$lang['js']['creating_folder'] = "তৈরি ফোল্ডার";
$lang['js']['folder_success'] = "ফোল্ডার সফলভাবে তৈরি. অনুগ্রহপূর্বক অপেক্ষা করুন";
$lang['js']['adding_rss'] = "RSS ফিড যুক্ত করা";
$lang['js']['rss_added'] = "আরএসএস ফিড সফলভাবে যোগ. অনুগ্রহপূর্বক অপেক্ষা করুন";
$lang['js']['renaming_folder'] = "পুনঃনামকরনের ফোল্ডার";
$lang['js']['rename_success'] = "ফোল্ডার সফলভাবে পালটে";
$lang['js']['rss_update'] = "আরএসএস ফিড আপডেট করার প্রণালী";
$lang['js']['rss_updated'] = "আরএসএস ফিড সফলভাবে আপডেট";
$lang['js']['folder_deleting'] = "মুছে ফেলার পদ্ধতি ফোল্ডারের";
$lang['js']['folder_deleted'] = "ফোল্ডার সফলভাবে মোছা";
$lang['js']['delete_warning'] = "আপনি এই মুছে ফেলার ব্যাপারে নিশ্চিত?";
$lang['js']['rss_deleting'] = "আরএসএস ফিড মুছে ফেলার পদ্ধতি";
$lang['js']['rss_deleted'] = "ফিড সফলভাবে মোছা";
$lang['js']['requesting'] = "অনুরোধ";
$lang['js']['profile_deleted'] = "প্রোফাইল সফলভাবে মোছা";
$lang['js']['delete_all_file'] = "আপনি এই ফোল্ডার থেকে সব ফাইল মুছে ফেলার ব্যাপারে নিশ্চিত?";
$lang['js']['file_deleting'] = "ফাইল মুছে ফেলা";
$lang['js']['all_file_deleted'] = "ফোল্ডার সফলভাবে emptied. অনুগ্রহপূর্বক অপেক্ষা করুন";
$lang['js']['delete_file_confirm'] = "আপনি এই ফাইলটি মুছে ফেলার ব্যাপারে নিশ্চিত?";
$lang['js']['file_deleting'] = "ফাইল মুছে ফেলার পদ্ধতি";
$lang['js']['file_deleted'] = "ফাইল সফলভাবে মোছা";
$lang['js']['drag_drop_ok'] = "একটি ফাইলটি ড্র্যাগ এবং তাদের অবস্থান অদলবদল অন্য ফাইলের উপর ড্রপ";
$lang['js']['invalid_request'] = "অনুরোধ অগ্রহণযোগ্য";
$lang['js']['file_pos_saving'] = "ফাইল অবস্থান সংরক্ষণ";
$lang['js']['file_pos_saved'] = "অবস্থান সংরক্ষিত!";
$lang['js']['no_caption_new_up'] = "কোন ক্যাপশন নতুন আপলোডের জন্য ব্যবহার করা হবে";
$lang['js']['yes_caption_new_up'] = "সংরক্ষিত ক্যাপশন নতুন আপলোডের জন্য ব্যবহার করা হবে";
$lang['js']['no_filename_new_up'] = "ফাইলের নাম নতুন আপলোডের জন্য ক্যাপশন হিসেবে ব্যবহার করা হবে না";
$lang['js']['yes_filename_new_up'] = "ফাইলের নাম নতুন আপলোডের জন্য ক্যাপশন হিসেবে ব্যবহার করা হবে";
$lang['js']['upload_csv'] = "Txt ফাইল একটি CSV আপলোড";
$lang['js']['please_wait'] = "অনুগ্রহপূর্বক অপেক্ষা করুন";
$lang['js']['tool_deleted'] = "টুল সফলভাবে মোছা";
$lang['js']['timezone_saving'] = "আপনার সময় অঞ্চল সংরক্ষণ";
$lang['js']['timezone_saved'] = "টাইমজোন সফলভাবে আপডেট";
$lang['js']['feed_selector_table'] = array(
										"পোস্ট", 
										"তৈরি", 
										"দেখুন পোস্ট", 
										"পোস্ট", 
										"তৈরি", 
										"দেখুন পোস্ট"
										);
$lang['js']['feed_getting'] = "ফিড পেয়ে";
$lang['js']['feed_got_empty'] = "পৃষ্ঠায় পাওয়া কোন ফিড";
$lang['js']['feed_fetched'] = "পাতা থেকে সংগৃহীত ভোজন";
$lang['js']['confirm_action'] = "আপনি এই কর্ম সঞ্চালন করার ব্যাপারে নিশ্চিত?";
$lang['js']['only_facebook_page'] = "শুধু ফেসবুক পোস্ট আড়াল করা যায়";
$lang['js']['no_post_selected'] = "কোন পোস্ট নির্বাচিত!";
$lang['js']['sch_group_settings_fetched'] = "সেটিংস সংগৃহীত. উন্নত অপশন পরিবর্তন এই দলের প্রতিটি সিডিউল সংরক্ষিত পৃথক উন্নত বিকল্প প্রতিস্থাপন করবে";
$lang['js']['delete_posts_if'] = "যদি পোস্ট মুছুন";
$lang['js']['schedule_saved'] = "সূচি সফলভাবে সংরক্ষিত!";
$lang['js']['update_schedule'] = "আপডেট সময়সূচী";
$lang['js']['schedule_deleted'] = "সূচি সফলভাবে মোছা!";
$lang['js']['album_notes'] = "অ্যালবাম শুধুমাত্র Faceboook এবং পোস্ট করা যাবে টুইটার (সর্বোচ্চ 4 ইমেজ) প্রোফাইল, পেজ ও গ্রুপ আপনি মালিক";
$lang['js']['slideshow_notes'] = "ছবি শুধুমাত্র Faceboook ও ইউটিউব পেজ পোস্ট করা যাবে";
$lang['js']['rss_notes'] = "আরএসএস ফিড জন্য শুধু র্যান্ডম এবং আদেশ পোস্ট ক্রমানুসারে এবং ফেসবুক কাজ করবে.";
$lang['js']['hide_notes'] = "শুধু ফেসবুক পাতা পোস্ট আড়াল করা যায়. যদি আপনি এই অপশনটি নির্বাচন করা হলে, অন্য সাইট পোস্ট পরিবর্তে গোপন মুছে ফেলা হবে";
$lang['js']['theme_changed'] = "বিষয়বস্তু সফলভাবে পরিবর্তিত. রিফ্রেশ পাতা";
$lang['js']['getting_old_meta'] = "আগের সেটিংস আনার সময়";
$lang['js']['got_old_meta'] = "একটি নতুন সেটিংস কনফিগার করুন এবং সংরক্ষণ ক্লিক করুন";
$lang['js']['settings_saved'] = "সেটিংস সফলভাবে সংরক্ষিত";
$lang['js']['app_pending'] = "সেটিংস মুলতুবি. এই সেটিংস সংরক্ষণ নতুন অ্যাপ্লিকেশন দিয়ে আবার আপনার সামাজিক সব অ্যাকাউন্টের যোগ করুন";
$lang['js']['profile_deleted'] = "প্রোফাইল বিলুপ্ত";
$lang['js']['sch_deleted'] = "সূচি মোছা";
$lang['js']['sch_stopped'] = "সূচি থামানো";
$lang['js']['sch_resumed'] = "সূচি পুনরায়";
$lang['js']['deletion_cancel'] = "বিলোপে সময়সূচী বাতিল";
$lang['js']['remove_also'] = "এছাড়াও সামাজিক সাইট থেকে মুছে ফেলুন";
$lang['js']['post_deleted'] = "পোস্ট সফলভাবে মোছা";
$lang['js']['acc_merged'] = "অ্যাকাউন্ট সফলভাবে মার্জ. অনুগ্রহপূর্বক অপেক্ষা করুন";
$lang['js']['pwd_updated'] = "পাসওয়ার্ড সফলভাবে আপডেট";
$lang['js']['code_sent'] = "আপনার কাছে একটি যাচাইকরণ কোড নতুন ইমেইল পাঠানো হয়েছে";
$lang['js']['code_required'] = "কোড প্রয়োজন বোধ করা";
$lang['js']['email_updated'] = "এটি ইমেল সফলভাবে আপডেট";
$lang['js']['select_fb_id_first'] = "প্রথম একটি ফেসবুক আইডি বেছে নিন";
$lang['js']['fetching_adv_settings'] = "আনা হচ্ছে আগাম সেটিংস";
$lang['js']['fetched_adv_settings'] = "সংগৃহীত সেটিংস";
$lang['js']['settings_al_added'] = "আপনি ইতিমধ্যে এই শর্ত যোগ করা. নতুন যোগ করা প্রথম পুরানো এক মুছে দিন দয়া করে";
$lang['js']['settings_not_saved_yet'] = "আপনার সেটিংস এখনো সংরক্ষণ করা হয় না. আপনি স্বনির্ধারণ সঙ্গে সম্পন্ন করা হয় যখন আপনি সংরক্ষণ করুন বাটন ক্লিক করুন";
$lang['js']['bumping_stopped'] = "Bumping বন্ধ";
$lang['js']['sch_reset_ok'] = "সূচি সফলভাবে রিসেট";
$lang['js']['processing'] = "প্রসেসিং";
$lang['js']['pending'] = "অপেক্ষারত";
$lang['js']['failed'] = "FAILED";
$lang['js']['post_del_tr_confirm'] = "এই অর্ন্তদৃষ্টি উপর ভিত্তি করে সব পোস্ট মুছে ফেলার ট্রিগার মুছে ফেলা হবে. আপনি কি এগিয়ে যেতে চান?";
$lang['js']['op_ok'] = "সফল অপারেশন";
$lang['js']['sch_reset_ok_all'] = "সকল সময়সূচী সফলভাবে রিসেট";
$lang['js']['insert_id_html'] = "টেক্সট বক্সের মধ্যে আইডি অথবা এইচটিএমএল ঢুকিয়ে তালিকা থেকে একটি মালিক ফেসবুক আইডি দয়া করে নির্বাচন করুন";
$lang['js']['no_group_id'] = "কোন গ্রুপ আইডি পাওয়া";
$lang['js']['task_deleted'] = "টাস্ক সফলভাবে মুছে";
$lang['js']['all_fields_req'] = "সমস্ত প্রয়োজনীয় ক্ষেত্রগুলি দয়া করে নির্বাচন করুন";
$lang['js']['task_queued'] = "টাস্ক সফলভাবে সারিবদ্ধ. বিস্তারিত দেখতে সারিবদ্ধ ভিডিও পাতা পরীক্ষা";
$lang['js']['disabled'] = "অক্ষম";
$lang['js']['enabled'] = "সক্রিয়";
$lang['js']['loadin_please_wait'] = "প্রেরণ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন";
$lang['js']['done'] = "কৃত";
$lang['js']['active'] = "সক্রিয়";
$lang['js']['stopped'] = "থামানো";
$lang['js']['suspended'] = "স্থগিত";
$lang['js']['edit'] = "সম্পাদন করা";
$lang['js']['delete'] = "মুছে";
$lang['js']['stop'] = "থামুন";
$lang['js']['create'] = "তৈরি করুন";
$lang['js']['resume'] = "জীবনবৃত্তান্ত";
$lang['js']['options'] = "বিকল্প";
$lang['js']['view_posts'] = "পোস্ট দেখুন";
$lang['js']['explore'] = "অন্বেষণ করা";
$lang['js']['delete_'] = "মুছে";
$lang['js']['create_new_sch'] = "নতুন সময়সূচি তৈরি";
$lang['js']['saving'] = "রক্ষা";
$lang['js']['succ_saved'] = "সফলভাবে সংরক্ষিত";
$lang['js']['success'] = "সাফল্য";
$lang['js']['error'] = "ভুল";
$lang['js']['warning'] = "সতর্কতা";
$lang['js']['conf_required'] = "অনুমোদন প্রয়োজন";
$lang['js']['ok'] = "ঠিক আছে";
$lang['js']['cancel'] = "বাতিল";
$lang['js']['dw_file'] = "ডাউনলোড ফাইল";
$lang['js']['del_file'] = "নথিপত্র মুছে দাও";
$lang['js']['type_caption'] = "একটি ক্যাপশন টাইপ করুন এবং সংরক্ষণ করতে এন্টার চাপুন";
$lang['js']['sorry_err'] = "দুঃখিত, একটি ত্রুটি ঘটেছে";
$lang['js']['up_succ_refresh'] = "সফল আপলোড করুন. পরিবর্তন দেখতে পৃষ্ঠা refesh অনুগ্রহ";
$lang['js']['select_one'] = "একটা নির্বাচন করুন";
$lang['js']['fetching_f_info'] = "আনা হচ্ছে ফাইল তথ্য";
$lang['js']['finfo_got'] = "ফাইলের তথ্য সফলভাবে সংগৃহীত";
$lang['js']['duration'] = "স্থিতিকাল";
$lang['js']['views'] = "দৃশ্য";
$lang['js']['rating'] = "নির্ধারণ";
$lang['js']['likes'] = "পছন্দ";
$lang['js']['dlinks'] = "ডাউনলোড লিংক";
$lang['js']['dwn'] = "ডাউনলোড";
$lang['js']['size'] = "আয়তন";
$lang['js']['link_'] = "লিংক";
$lang['js']['quality'] = "গুণ";
$lang['js']['type'] = "শ্রেণী";
$lang['js']['sel_a_folder_f'] = "প্রথমে একটি ফোল্ডার নির্বাচন করুন";
$lang['js']['sel_folder_cannot'] = "নির্বাচিত ফোল্ডারে ভিডিও আমদানি করতে ব্যবহার করা যাবে না";
$lang['js']['img_info'] = "তথ্য চিত্র";
$lang['js']['name'] = "নাম";
$lang['js']['f_imported'] = "ফোল্ডারটি থেকে ইম্পোর্ট ফাইল!";
$lang['js']['d_complete'] = "ডাউনলোড শেষ";
$lang['js']['dloading'] = "ডাউনলোড";
$lang['js']['d_failed'] = "ডাউনলোড ব্যর্থ হয়েছে";
$lang['js']['enter_new_size'] = "Wxh বিন্যাসে নতুন আকার লিখুন. উদাহরণস্বরূপ 500x500 জন্য:";
$lang['js']['not_edited'] = "আপনি ইমেজ সম্পাদনা নি";
$lang['js']['sel_folder'] = "একটি ফোল্ডার নির্বাচন করুন";
$lang['js']['saving_file'] = "ফাইল সংরক্ষণ করা হচ্ছে";
$lang['js']['file_imported'] = "ফাইল সফলভাবে আমদানি";
$lang['js']['font_size_must'] = "ফন্ট সাইজ 1px চেয়ে 200px কম এবং বেশী হতে হবে";
$lang['js']['angle_must'] = "ঘূর্ণন -180 ডিগ্রী থেকে 180 এর মধ্যে হতে হবে";
$lang['js']['opa_must'] = "অস্বচ্ছতা 0 1 এর মধ্যে হতে হবে";
$lang['js']['ang_center'] = "কৌণিক জলছাপ শুধুমাত্র কেন্দ্র স্থাপন করা যেতে পারে. এগিয়ে যান?";
$lang['js']['inv_input'] = "অবৈধ ইনপুট";
$lang['js']['set_size'] = "সেট ফাইলের আকার";
$lang['js']['wh_10px'] = "প্রস্থ ও উচ্চতা 10px অনেক বেশী হতে হবে";
$lang['js']['saving_img'] = "সংরক্ষণ ইমেজ";
$lang['js']['img_saved'] = "চিত্র সংরক্ষিত";
$lang['js']['img_saved_imp'] = "চিত্র সংরক্ষিত. এখন আপনি ফোল্ডারের পছন্দসই আমদানি";
$lang['js']['img_save_fail'] = "ইমেজ সংরক্ষণ করতে ব্যর্থ হয়েছে";
$lang['js']['btm'] = "অনুপস্থিত উভয় টেক্সট";
$lang['js']['added_now_drag'] = "টেক্সট যোগ করা. যদি আপনি চান আপনি আপনার পছন্দসই অবস্থানে টেক্সট টেনে আনতে পারেন";
$lang['js']['seg_started'] = "একটি সেগমেন্ট ইতিমধ্যে শুরু হয়. প্রথম এটি বন্ধ করুন";
$lang['js']['start_seg'] = "কোন সেগমেন্ট এখনো শুরু হয়. প্রথম একটি সেগমেন্ট শুরু করুন";
$lang['js']['no_seg_created'] = "নির্মিত কোন সেগমেন্ট";
$lang['js']['no_seg_sel'] = "নির্বাচিত কোন সেগমেন্ট";
$lang['js']['no_task'] = "কোন কাজের জন্য সারিবদ্ধ";
$lang['js']['task_q'] = "টাস্ক সফলভাবে সারিবদ্ধ. বিস্তারিত দেখতে সারিবদ্ধ ভিডিও পাতা পরীক্ষা";
$lang['js']['jss'] = "খন্ডের সাথে যোগ দিন";
$lang['js']['css'] = "কাটা অংশ";
$lang['js']['chkall'] = "সবগুলু যাচাই করুন";
$lang['js']['inv_lang_name'] = "অবৈধ ভাষা নাম";
$lang['js']['select_lang'] = "একটি ভাষা নির্বাচন করুন";
$lang['js']['fb_app_ch_warning'] = "আইডি ঘটে আপনাকে ফেসবুক অ্যাপ্লিকেশন এবং অনুলিপি পরিবর্তন করা হলে, আপনার পুরানো এক ব্যবহার সংযুক্তির সঙ্গে নতুন আইডি একত্রীকরণ করতে হবে";
$lang['js']['here'] = "এখানে";
$lang['js']['post_log_warning'] = "এই ডাটাবেস থেকে সব পোস্ট লগ মুছে ফেলা হবে এবং নতুনভাবে পোস্টিং পুনরায় আরম্ভ করুন. আপনি কি এগিয়ে যেতে নিশ্চিত?";
$lang['js']['trig_warning'] = "এই অর্ন্তদৃষ্টি উপর ভিত্তি করে সব পোস্ট মুছে ফেলার ট্রিগার মুছে ফেলা হবে. আপনি কি এগিয়ে যেতে চান?";
$lang['js']['type_an_url'] = "একটি URL টাইপ করুন";
$lang['js']['editor'] = "সম্পাদক";
 
/**
 * lang ajax.php
 */ 
$lang['ajax']['req_failed'] = "অনুরোধ বিফল. পরে চেষ্টা করুন";
$lang['ajax']['unknown_module'] = "অজানা মডিউল অনুরোধ";
$lang['ajax']['limit_exceeded'] = "সীমা ছাড়িয়ে গেছে. সর্বোচ্চ সীমা";
$lang['ajax']['folders'] = "ফোল্ডার";
$lang['ajax']['rss_feeds'] = "আরএসএস ফিড";
$lang['ajax']['folder'] = "ফোল্ডারের";
$lang['ajax']['file'] = "ফাইল";
$lang['ajax']['post'] = "পোস্ট";
$lang['ajax']['rss_feed'] = "আরএসএস ফিড";
$lang['ajax']['rss_failed'] = "ফিড যুক্ত করতে ব্যর্থ";
$lang['ajax']['edit_not_allowed'] = "আপনি এই উপাদান সম্পাদনা করার অনুমতি দেওয়া হয় না";
$lang['ajax']['edit_failed'] = "উপাদান সম্পাদন করতে ব্যর্থ";
$lang['ajax']['update_failed'] = "উপাদান আপডেট করতে ব্যর্থ";
$lang['ajax']['delete_failed'] = "উপাদান মুছতে ব্যর্থ";
$lang['ajax']['caption_fid_empty'] = "ক্যাপশন এবং fileId উভয় খালি রাখা যাবে না";
$lang['ajax']['text_status_must_cap'] = "টেক্সট অবস্থা একটি ক্যাপশন থাকতে হবে";
$lang['ajax']['cap_failed'] = "ক্যাপশন আপডেট করতে ব্যর্থ";
$lang['ajax']['inv_fb_acc'] = "অকার্যকর ফেসবুক অ্যাকাউন্ট";
$lang['ajax']['some_page_not_up'] = "আপনার পেজের কিছু আপডেট করা যায়নি. পর্যালোচনা এবং তাদের মুছে দিন দয়া করে";
$lang['ajax']['some_gr_not_up'] = "আপনার দলের কিছু আপডেট করা যায়নি. পর্যালোচনা এবং তাদের মুছে দিন দয়া করে";
$lang['ajax']['some_ev_not_up'] = "আপনার ঘটনা কিছু আপডেট করা যায়নি. পর্যালোচনা এবং তাদের মুছে দিন দয়া করে";
$lang['ajax']['img_editor_off'] = "ইমেজ এডিটর প্লাগইন অক্ষম হয়";
$lang['ajax']['tools'] = "সরঞ্জাম";
$lang['ajax']['inv_timezone'] = "অকার্যকর সময় জোন সরবরাহকৃত";
$lang['ajax']['timezone'] = "সময় অঞ্চল";
$lang['ajax']['at_least_one_page'] = "আপনি অন্তত একটি পৃষ্ঠা নির্বাচন করতে হবে";
$lang['ajax']['sch_groups'] = "সময়সূচী গ্রুপ";
$lang['ajax']['sch_group'] = "সময়সূচী গ্রুপ";
$lang['ajax']['schs'] = "সূচী";
$lang['ajax']['sch'] = "সময়সূচি";
$lang['ajax']['no_folder_sel'] = "নির্বাচিত কোন ফোল্ডারের";
$lang['ajax']['too_many_sch'] = "আপনি অনেকগুলি সময়সূচী যোগ করা";
$lang['ajax']['sch_name_req'] = "সময়সূচি নাম প্রয়োজন";
$lang['ajax']['inv_post_freq'] = "অকার্যকর পোস্ট ফ্রিকোয়েন্সি";
$lang['ajax']['inv_post_seq'] = "অকার্যকর পোস্ট ক্রম";
$lang['ajax']['only_rand_ord'] = "শুধু র্যান্ডম এবং আদেশ পোস্ট ক্রমানুসারে আরএসএস ফীড জন্য কাজ করবে";
$lang['ajax']['no_album_mem'] = "অ্যালবাম পাওয়া যায় না. কারণঃ সদস্যপদ সীমা";
$lang['ajax']['no_slide_ff'] = "পাওয়া যায় না ছবি. কারণঃ FFmpeg না সেটআপ";
$lang['ajax']['no_slide_conf'] = "পাওয়া যায় না ছবি. কারণঃ কনফিগ করে বঞ্চিত";
$lang['ajax']['inv_slide_type'] = "অকার্যকর স্লাইড টাইপ";
$lang['ajax']['inv_slide_dur'] = "অকার্যকর স্লাইড সময়কাল";
$lang['ajax']['inv_wm_file'] = "অকার্যকর জলছাপ ফাইল";
$lang['ajax']['inv_wm_pos'] = "অকার্যকর জলছাপ অবস্থান";
$lang['ajax']['wm_pos_req'] = "জলছাপ অবস্থান প্রয়োজন";
$lang['ajax']['inv_post_from'] = "সময় থেকে অবৈধ পোস্ট";
$lang['ajax']['inv_post_to'] = "সময় অবৈধ পোস্ট";
$lang['ajax']['post_from_to_same'] = "থেকে এবং সময় পোস্ট একই হবে না";
$lang['ajax']['inv_post_start_from'] = "সময় থেকে অবৈধ পোস্ট শুরু";
$lang['ajax']['inv_post_del_freq'] = "অকার্যকর পোস্টটি মুছে ফ্রিকোয়েন্সি";
$lang['ajax']['up_sch_fail'] = "সময়সূচী আপডেট করতে ব্যর্থ";
$lang['ajax']['db_err'] = "উপাদানসংগ্রহ ভুল";
$lang['ajax']['could_not_add_page_sch'] = "এই সময়সূচী কোনো পৃষ্ঠা যোগ করা যায়নি. নির্বাচিত পেজ চেক করুন. হয় কারণে অবৈধ / স্থগিত পাতা আইডি বা আপনি অতিক্রম করেছেন সর্বোচ্চ অননুমোদিত পাতাগুলো সময়সূচী quoate চলমান অনুমোদিত কারণ কিছু পৃষ্ঠা সময় নির্ধারিত হতে পারে না.";
$lang['ajax']['pages_scheduled'] = "পেজ পোস্ট করার জন্য সময় নির্ধারণ করা হয়েছে";
$lang['ajax']['pages_deleted'] = "পেজ মুছে ফেলা হয়েছে";
$lang['ajax']['could_not_add_some_page_sch'] = "হয় কারণে অবৈধ / স্থগিত পাতা আইডি বা আপনি অতিক্রম করেছেন সর্বোচ্চ অননুমোদিত পাতাগুলো সময়সূচী quoate চলমান অনুমোদিত কারণ কিছু পৃষ্ঠা সময় নির্ধারিত ছিল না.";
$lang['ajax']['mem_not_allow'] = "তোমার সদস্যপদ পরিকল্পনা এই উপাদান ব্যবহার করার অনুমতি দেয় না";
$lang['ajax']['feed_cleaner'] = "ফিড ক্লিনার";
$lang['ajax']['page'] = "পৃষ্ঠা";
$lang['ajax']['only_fb_hid'] = "শুধু ফেসবুক পাতা পোস্ট আড়াল করা যায়";
$lang['ajax']['posts_deleted'] = "পোস্ট মোছা";
$lang['ajax']['inv_theme'] = "অকার্যকর থিম";
$lang['ajax']['theme_up_fail'] = "থিম আপডেট করতে ব্যর্থ";
$lang['ajax']['desc_limit'] = "বর্ণনা 500 অক্ষর শুধুমাত্র (YouTube সীমা) সীমাবদ্ধ করা নয়";
$lang['ajax']['max_tags'] = "সর্বাধিক 5 ট্যাগ যোগ করা যেতে পারে";
$lang['ajax']['inv_cat_sel'] = "নির্বাচন অবৈধ বিভাগ";
$lang['ajax']['inv_priv_sel'] = "অবৈধ গোপনীয়তা নির্বাচন";
$lang['ajax']['meta_failed'] = "ফাইল মেটা আপডেট করতে ব্যর্থ";
$lang['ajax']['f_missing'] = "অনুপস্থিত প্রয়োজনীয় ক্ষেত্রগুলি";
$lang['ajax']['u_error'] = "অজানা ত্রুটি ঘটেছে";
$lang['ajax']['app_being_used'] = "এই app টি ইতিমধ্যে ব্যবহৃত হচ্ছে";
$lang['ajax']['inv_fb_app'] = "অকার্যকর ফেসবুক অ্যাপ্লিকেশন";
$lang['ajax']['no_fb_del_demo'] = "ডেমো ফেসবুক প্রোফাইল মুছে ফেলতে পারবেন না";
$lang['ajax']['not_del_fb'] = "আপনি এই আইডি মুছে অনুমতি দেওয়া হয় না";
$lang['ajax']['not_all_del_sch'] = "আপনি এই সময়সূচী মোছার জন্য অনুমোদিত হয় না";
$lang['ajax']['sch_stop_fail'] = "সিডিউল বন্ধ করতে ব্যর্থ. ইতিমধ্যে বন্ধ বা স্থগিত";
$lang['ajax']['sch_res_fail'] = "সময়সূচী পুনরায় শুরু করতে ব্যর্থ হয়েছে. ইতিমধ্যে পুনরায় বা স্থগিত";
$lang['ajax']['del_can_fail'] = "মুছে ফেলার বাতিল করতে ব্যর্থ হয়েছে";
$lang['ajax']['del_db_fail'] = "ডাটাবেস থেকে মুছতে ব্যর্থ";
$lang['ajax']['del_ss_fail'] = "সামাজিক সাইট থেকে মুছতে ব্যর্থ";
$lang['ajax']['same_id_no_merge'] = "একই আইডি মার্জ করা যাবে না";
$lang['ajax']['inv_first_acc'] = "অকার্যকর প্রথম অ্যাকাউন্ট";
$lang['ajax']['inv_sec_acc'] = "অকার্যকর দ্বিতীয় অ্যাকাউন্ট";
$lang['ajax']['old_pwd_no_match'] = "পুরানো পাসওয়ার্ড মেলে না";
$lang['ajax']['pwd_six_char'] = "নতুন পাসওয়ার্ড অন্তত 6 অক্ষর দীর্ঘ হতে হবে";
$lang['ajax']['new_pwd_no_match'] = "নতুন পাসওয়ার্ডের মিলছে না";
$lang['ajax']['pwd_up_fail'] = "পাসওয়ার্ড আপডেট করতে ব্যর্থ";
$lang['ajax']['inv_email'] = "অবৈধ ইমেইল";
$lang['ajax']['email_taken'] = "এই ইমেইল ইতিমধ্যেই অন্য অ্যাকাউন্টের সাথে নিবন্ধিত করা হয়";
$lang['ajax']['send_email_fail'] = "ইমেল পাঠাতে ব্যর্থ";
$lang['ajax']['sess_expired'] = "দুঃখিত সেশনের মেয়াদ শেষ!";
$lang['ajax']['inv_code'] = "ভুল সঙ্কেত";
$lang['ajax']['email_up_fail'] = "ইমেল আপডেট করতে ব্যর্থ";
$lang['ajax']['up_settings_fail_either'] = "সেটিংস আপডেট করতে ব্যর্থ. এটা ইতিমধ্যে পরিবর্তিত হয় বা আপনার পোস্টিং ক্ষমতা প্রশাসক দ্বারা অক্ষম করা হয়েছে";
$lang['ajax']['inv_fb_id_chosen'] = "অকার্যকর ফেসবুক আইডি নির্বাচিত";
$lang['ajax']['up_settings_fail'] = "সেটিংস আপডেট করতে ব্যর্থ";
$lang['ajax']['adv_sch'] = "উন্নত নির্ধারণকারী";
$lang['ajax']['comm_req'] = "মন্তব্য প্রয়োজন";
$lang['ajax']['comm_delay_req'] = "বিলম্ব bumping মন্তব্য প্রয়োজন";
$lang['ajax']['inv_comm_delay'] = "অবৈধ মন্তব্য bumping বিলম্ব";
$lang['ajax']['stop_bump_fail'] = "Bumping বন্ধ করতে ব্যর্থ";
$lang['ajax']['downloader'] = "ডাউনলোডার";
$lang['ajax']['video_downloader'] = "ভিডিও ডাউনলোডার";
$lang['ajax']['image_downloader'] = "ইমেজ ডাউনলোডার";
$lang['ajax']['imp_not_allowed'] = "আপনি নির্বাচিত ফোল্ডারে ডাউনলোডকৃত ইমেজ অথবা ভিডিও আমদানি করতে পারবে না";
$lang['ajax']['inv_fail_hash'] = "অবৈধ বা মেয়াদ উত্তীর্ণ ফাইল হ্যাশ";
$lang['ajax']['fsize_fail'] = "ফাইলের আকার পুনরুদ্ধারে অক্ষম";
$lang['ajax']['max_vsize_downloader'] = "সর্বাধিক অনুমোদিত ভিডিও সাইজ 500MB হয়";
$lang['ajax']['not_enough_space'] = "আপনার অনুমতি স্টোরেজ এই ফাইলটি আপলোড করার পর্যাপ্ত স্থান";
$lang['ajax']['f_too_large'] = "খুব বড় ফাইল. সর্বাধিক অনুমোদিত মাপ"; 
$lang['ajax']['un_error_fname'] = "অজানা ত্রুটি ফাইলের নাম নির্বাচন ঘটেছে";
$lang['ajax']['max_wm_frame_added'] = "জুড়েছে সর্বোচ্চ 100 জলছাপ বা ফ্রেমে অনুমতি";
$lang['ajax']['un_err_copy_file'] = "ফাইল কপি করার সময় অজানা ত্রুটি ঘটেছে";
$lang['ajax']['un_err'] = "অজানা ত্রুটি ঘটেছে";
$lang['ajax']['importer'] = "আমদানিকারক";
$lang['ajax']['fb_mod_disabled'] = "ফেসবুক মডিউল নিষ্ক্রিয় করা হয়েছে";
$lang['ajax']['no_valid_id_f'] = "কোন বৈধ আইডি পাওয়া";
$lang['ajax']['imported'] = "আমদানিকৃত";
$lang['ajax']['img_grp'] = "আমদানিকৃত গ্রুপ";
$lang['ajax']['imp_ev'] = "আমদানিকৃত ঘটনা";
$lang['ajax']['v_editor'] = "ভিডিও এডিটর";
$lang['ajax']['i_editor'] = "ইমেজ এডিটর";
$lang['ajax']['v_plugin_dis'] = "ভিডিও এডিটর প্লাগইন অক্ষম হয়";
$lang['ajax']['already_queued_task'] = "আপনি ইতিমধ্যে 3 বা আরো কাজগুলো সারিবদ্ধ আছে. আপনি অন্য কাজে যোগ করার আগে শেষ বা ফ্রি সারিতে একটি বিলোপ করার জন্য একটি সারিবদ্ধ টাস্ক দয়া করে অপেক্ষা করুন!";
$lang['ajax']['inv_file_name'] = "অনুপযুক্ত নথির নাম";
$lang['ajax']['inv_file'] = "অবৈধ ফাইল";
$lang['ajax']['f_not_found'] = "ফাইল পাওয়া যায়নি";
$lang['ajax']['disk_consumed'] = "আপনি আপনার ডিস্ক স্পেস সব খাওয়া আছে";
$lang['ajax']['add_task_fail'] = "টাস্ক যোগ করতে ব্যর্থ হয়েছে. উভয় ক্ষেত্রেই কোন কাজের জমা দেওয়া বা অবৈধ কাজের পেশ. অনুগ্রহ করে আবার চেষ্টা করুন";
$lang['ajax']['cpy_video_fail'] = "ভিডিও কপি করতে ব্যর্থ";
$lang['ajax']['add_q_fail'] = "কিউ যোগ করতে ব্যর্থ হয়েছে";
$lang['ajax']['video_not_del_all'] = "আপনি এই মোছার জন্য অনুমোদিত হয় না";
$lang['ajax']['q_locked'] = "এই সারিতে বর্তমানে প্রক্রিয়াধীন রয়েছে এবং মুছে ফেলা যাবে না";
$lang['ajax']['q_del_failed'] = "কিউ মুছতে ব্যর্থ";
$lang['ajax']['rss_no_slideshow'] = "আরএসএস ফিড স্লাইডশো তৈরি করতে ব্যবহার করা যাবে না";
$lang['ajax']['i_edit_dis'] = "ইমেজ এডিটিং নিষ্ক্রিয়";
$lang['ajax']['v_edit_dis'] = "ভিডিও এডিটিং নিষ্ক্রিয়";
$lang['ajax']['ffmpeg_no_config'] = "FFmpeg পাথ কনফিগার করা নেই. এটা কনফিগার প্রশাসক জিজ্ঞাসা করুন.";

/**
 * lang auth
 */
$lang['auth']['fail_uid_fb'] = "ফেসবুক থেকে ইউজার আইডি পেতে ব্যর্থ হয়েছে"; 
$lang['auth']['fb_allow_all_perms'] = "সমস্ত প্রয়োজনীয় অনুমতি এই অ্যাপ্লিকেশন ব্যবহার করার অনুমতি দেয় না. আপনার অ্যাপ্লিকেশন ফেসবুক দ্বারা অনুমোদিত না হয় তাহলে, অ্যাকাউন্ট যোগ করার জন্য অ্যাপ্লিকেশন এর একজন প্রশাসক বা পরীক্ষক হিসেবে লগইন করুন";
$lang['auth']['fb_suspended'] = "আপনার ফেইসবুক একাউন্ট স্থগিত করা হয়েছে";
$lang['auth']['fb_added_already'] = "এই ফেসবুক আইডি ইতিমধ্যেই অন্য ব্যবহারকারীর অ্যাকাউন্টের সাথে যুক্ত করা হয়";
$lang['auth']['must_login'] = "আপনি নতুন সামাজিক অ্যাকাউন্ট যোগ করতে লগ ইন করতে হবে. আপনার অ্যাকাউন্টে লগইন যোগ করে আবার চেষ্টা করুন.";
$lang['auth']['fail_uid_tw'] = "টুইটার থেকে ব্যবহারকারীর আইডি পেতে ব্যর্থ হয়েছে";
$lang['auth']['tw_suspended'] = "আপনার টুইটার একাউন্ট স্থগিত করা হয়েছে";
$lang['auth']['tw_added_already'] = "এই টুইটার আইডি ইতিমধ্যেই অন্য ব্যবহারকারীর অ্যাকাউন্টের সাথে যুক্ত করা হয়";
$lang['auth']['fail_yt_auth'] = "YouTube সহ প্রমাণীকরণ ব্যর্থ.";
$lang['auth']['tech_reason'] = "প্রযুক্তিগত কারণ";
$lang['auth']['yt_suspended'] = "আপনার YouTube অ্যাকাউন্ট স্থগিত করা হয়েছে";
$lang['auth']['yt_added_already'] = "এই ইউটিউব আইডি ইতিমধ্যেই অন্য ব্যবহারকারীর অ্যাকাউন্টের সাথে যুক্ত করা হয়";


/**
 * lang download.class
 */
$lang['dwclass']['img_too_large'] = "চিত্রটি অত্যন্ত বড়. সর্বাধিক 5MB ইমেজ সমর্থিত";
$lang['dwclass']['not_supported'] = "সমর্থিত নয় অথবা হোস্ট লগইন অথবা কুকি দ্বারা সীমিত অর্থাত্ ডাউনলোড করা না ফাইল";
$lang['dwclass']['yt_extract_fail'] = "প্রদত্ত URL থেকে ইউটিউব আইডি খুঁজে পাওয়া যায়নি";
$lang['dwclass']['yt_emp_format'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি বিন্যাস";
$lang['dwclass']['yt_emp_fmt'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি FMT স্ট্রিম তথ্য";
$lang['dwclass']['yt_emp_conf'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি yt_config তথ্য";
$lang['dwclass']['dm_emp_q'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি গুণাবলী";
$lang['dwclass']['dm_emp_meta'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি মেটাডাটা";
$lang['dwclass']['dm_emp_context'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি প্রসঙ্গে";
$lang['dwclass']['vm_emp_data'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি ভিডিও তথ্য";
$lang['dwclass']['vm_emp_conf'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি কনফিগ-URL";
$lang['dwclass']['fb_extract_fail'] = "প্রদত্ত URL থেকে ফেসবুক ভিডিও আইডি খুঁজে পাওয়া যায়নি";
$lang['dwclass']['fb_emp_params'] = "ভিডিও ডাউনলোড ব্যর্থ হয়েছে. খালি প্যারাম";
$lang['dwclass']['f_dwn_fail'] = "ফাইল ডাউনলোড ব্যর্থ হয়েছে.";


/**
 * downloader index
 */
$lang['dw']['title'] = "চিত্র ও ভিডিও ডাউনলোডার টুল";
$lang['dw']['supp_hosts'] = "সমর্থিত ভিডিও নিমন্ত্রণকর্তা: ইউটিউব, Dailymotion, Vimeo, ফেসবুক";
$lang['dw']['inst'] = "ডাউনলোড লিংক একটি YouTube / Dailymotion / Vimeo / ফেসবুক লিঙ্ক অথবা সরাসরি ইমেজ (JPG অথবা PNG) ঢোকান";
$lang['dw']['donot'] = "কোনো কপিরাইটযুক্ত উপাদান ডাউনলোড না. আপনি কোনো কপিরাইটযুক্ত উপাদান আপলোড যদি আপনার সামাজিক অ্যাকাউন্ট স্থগিত করা হতে পারে. আপনি এই টুল ব্যবহার করে কোন কিছু ডাউনলোড করার আগে সর্বদা কপিরাইট তথ্য পরীক্ষা.";

/**
 * lang media editor
 */
$lang['editor']['index']['title1'] = "মিডিয়া সম্পাদক ও বিষয়বস্তু জেনারেটরের";
$lang['editor']['index']['imgvd'] = "চিত্র ও ভিডিও এডিটর";
$lang['editor']['index']['meme'] = "Meme জেনারেটরের";
$lang['editor']['index']['htoi'] = "চিত্র সৃষ্টিকর্তার এইচটিএমএল";
$lang['editor']['index']['wmview'] = "ওয়াটারমার্ক এবং দেখুন আবিষ্কর্তা";
$lang['editor']['index']['twm'] = "জলছাপ টেক্সট";
$lang['editor']['index']['slf'] = "ফোল্ডার থেকে ছবি তৈরি করুন";
$lang['editor']['index']['vdwn'] = "ভিডিও ডাউনলোডার";
$lang['editor']['index']['ivdwn'] = "চিত্র ও ভিডিও ডাউনলোডার";
$lang['editor']['index']['eqv'] = "সম্পাদক সারিবদ্ধ ভিডিও";

$lang['editor']['videos']['qv'] = "সারিবদ্ধ ভিডিও";
$lang['editor']['videos']['novid'] = "কোন ভিডিও এখনো সম্পাদিত!";
$lang['editor']['videos']['table'] = array(
										"প্রকল্পের নাম", 
										"এ যোগ", 
										"অবস্থা", 
										"নোট", 
										"ডাউনলোড", 
										"কর্ম"
										);
$lang['editor']['videos']['fetch_fail'] = "ভিডিও পেতে ব্যর্থ!";


$lang['editor']['tools']['noframe'] = "আপনি কোন ফ্রেম আছে না";
$lang['editor']['tools']['nowm'] = "আপনি কোন জলছাপ আছে না";
$lang['editor']['tools']['yourview'] = "তোমার ভিউ ফাইন্ডার";
$lang['editor']['tools']['yourwm'] = "আপনার ওয়াটারমার্ক";
$lang['editor']['tools']['create_wm'] = "আপনার নাম / ব্র্যান্ড নাম বা টেক্সট এর সাথে আপনার জলছাপ তৈরি করুন";
$lang['editor']['tools']['try_it'] = "চেষ্টা করো";
$lang['editor']['tools']['create_slide'] = "ফোল্ডার থেকে স্লাইডশো তৈরি করুন";
$lang['editor']['tools']['sel_f'] = "একটি ফোল্ডার নির্বাচন করুন";
$lang['editor']['tools']['slide_dur'] = "প্রতিটি স্লাইড সময়কাল";
$lang['editor']['tools']['slide_type'] = "স্লাইডশো টাইপ";
$lang['editor']['tools']['title'] = "এখানে আপনার ওয়াটারমার্ক বা ভিউ ফাইন্ডার আপলোড";
$lang['editor']['tools']['ddwm'] = "টেনে আনুন এবং এখানে আপনার জলছাপ লোগো ড্রপ বা আপলোড করতে ক্লিক করুন.";
$lang['editor']['tools']['ddvf'] = "টেনে আনুন এবং এখানে আপনার ভিউ ফাইন্ডার ড্রপ বা আপলোড করতে ক্লিক করুন.";


$lang['editor']['meme']['title'] = "Meme জেনারেটর";
$lang['editor']['meme']['ddimg'] = "এখানে ড্রপ ইমেজ সম্পাদনা শুরু বা আপলোড করার জন্য ক্লিক করুন.";
$lang['editor']['meme']['edited_img'] = "সম্পাদিত ইমেজ";
$lang['editor']['meme']['imp_my'] = "আমার ফোল্ডার আমদানি";
$lang['editor']['meme']['text1'] = "Text1";
$lang['editor']['meme']['text2'] = "Text2";
$lang['editor']['meme']['text'] = "পাঠ";
$lang['editor']['meme']['color'] = "রঙ";
$lang['editor']['meme']['opacity'] = "অস্বচ্ছতা";
$lang['editor']['meme']['fsize'] = "অক্ষরের আকার";
$lang['editor']['meme']['font'] = "ফন্ট";
$lang['editor']['meme']['rotate'] = "ঘোরান";
$lang['editor']['meme']['apply'] = "প্রয়োগ করা";
$lang['editor']['meme']['reset'] = "রিসেট";
$lang['editor']['meme']['rotate'] = "ঘোরান";

$lang['editor']['hto']['preview'] = "সম্পূর্ণ বিবরণের পূর্বরূপ দেখুন চিত্র";
$lang['editor']['hto']['resize'] = "পুনরায় আকার";
$lang['editor']['hto']['nolarge'] = "খুব বড় এইচটিএমএল পেস্ট করবেন না. আপনার ব্রাউজার বরফে পরিণত হতে পারে! সর্বোচ্চ 50000 চরসমূহ অনুমতি";


$lang['editor']['editor']['title'] = "মিডিয়া এডিটর";
$lang['editor']['editor']['ddimgvid'] = "এখানে ড্রপ ইমেজ / ভিডিও সম্পাদনা শুরু বা আপলোড করার জন্য ক্লিক করুন.";
$lang['editor']['editor']['org'] = "আসল ছবি";
$lang['editor']['editor']['save'] = "সংরক্ষণ";
$lang['editor']['editor']['cancel'] = "বাতিল";
$lang['editor']['editor']['resize'] = "পুনরায় আকার";
$lang['editor']['editor']['crop'] = "ফসল";
$lang['editor']['editor']['addeff'] = "প্রভাব যোগ";
$lang['editor']['editor']['addwmt'] = "জলছাপ টেক্সট যোগ করুন";
$lang['editor']['editor']['addwmi'] = "জলছাপ ইমেজ যোগ";
$lang['editor']['editor']['ff'] = "টগল পর্দা জুড়ে প্রদর্শন";
$lang['editor']['editor']['image'] = "ভাবমূর্তি";
$lang['editor']['editor']['position'] = "অবস্থান";
$lang['editor']['editor']['rotate'] = "ঘোরান";
$lang['editor']['editor']['v_disabled'] = "ভিডিও এডিটর নিষ্ক্রিয় করা হয়";
$lang['editor']['editor']['tsize'] = "টালি আকার কনফিগারেশন";
$lang['editor']['editor']['tsize_format'] = "Rowxcolumn বিন্যাসে টালি আকার লিখুন";
$lang['editor']['editor']['segments'] = "খন্ডের";
$lang['editor']['editor']['stask'] = "টাস্ক জমা";
$lang['editor']['editor']['pending_op'] = "অপারেশন অপেক্ষারত";
$lang['editor']['editor']['tshot'] = "স্ক্রিনশট নাও";
$lang['editor']['editor']['ctile'] = "স্ক্রিনশট টালি তৈরি";
$lang['editor']['editor']['sseg'] = "সেগমেন্ট শুরু";
$lang['editor']['editor']['eseg'] = "শেষ সেগমেন্ট";
$lang['editor']['editor']['jfb'] = "ঝাঁপ দাও পাঁচটি অনুন্নত দ্বিতীয়";
$lang['editor']['editor']['jff'] = "পাঁচটি দ্বিতীয় এগিয়ে তিড়িং লাফ";
$lang['editor']['editor']['jsb'] = "অনগ্রসর এক দ্বিতীয় ঝাঁপ দাও";
$lang['editor']['editor']['jsf'] = "এক সেকেন্ড এগিয়ে তিড়িং লাফ";
$lang['editor']['editor']['pname'] = "প্রকল্পের নাম";
$lang['editor']['editor']['ptime'] = "খেলাধুলার জন্য নির্দিষ্ট সময়";
$lang['editor']['editor']['jto'] = "লাফ দাও";
$lang['editor']['editor']['penter'] = "এন্টার চাপুন";
$lang['editor']['editor']['add_new_vf'] = "নতুন ভিউ ফাইন্ডার যুক্ত করো";
$lang['editor']['editor']['vf'] = "ভিউ ফাইন্ডার";
$lang['editor']['editor']['brightness'] = "উজ্জ্বলতা";
$lang['editor']['editor']['contrast'] = "বৈষম্যপ্রদর্শন";
$lang['editor']['editor']['vignette'] = "চিত্র";
$lang['editor']['editor']['lc'] = "কেন্দ্র হালকা";
$lang['editor']['editor']['desaturate'] = "ডিস্যাচুরেট";
$lang['editor']['editor']['noise'] = "গোলমাল";
$lang['editor']['editor']['ts'] = "আভা স্ট্রেংথ";
$lang['editor']['editor']['tc'] = "ছোপ রঙ";
$lang['editor']['editor']['add_ano'] = "অন্য টেক্সট যোগ করুন";
$lang['editor']['editor']['rotate'] = "ঘোরান";

/**
 * lang for logs
 */
$lang['logs']['plog'] = "পোস্ট লগ";
$lang['logs']['elog'] = "ত্রুটি লগ";
$lang['logs']['noerr'] = "পাওয়া কোন ত্রুটি লগ";
$lang['logs']['last100'] = "গত 50 এন্ট্রি টার";
$lang['logs']['table_header'] = array(
									"প্রোফাইল", 
									"পোস্ট", 
									"ফাইল", 
									"সময়" ,
									"বার্তা"
									);
									
/**
 * lang for dologin
 */
$lang['dologin']['nofbapp'] = "ফেসবুক অ্যাপ্লিকেশন সেটিংস কনফিগার করা নেই. অ্যাপ্লিকেশন যোগ বা ড্যাশবোর্ড&gt; সেটিংস আপনার নিজস্ব অ্যাপ্লিকেশন যোগ প্রশাসক জিজ্ঞাসা করুন.";
$lang['dologin']['fbdis'] = "দুঃখিত! ফেসবুকে লগইন নিষ্ক্রিয় করা হয়";
$lang['dologin']['mem_fb_dis'] = "দুঃখিত! তোমার সদস্যপদ পরিকল্পনা ফেসবুক ব্যবহার করার অনুমতি দেয় না";
$lang['dologin']['max_allow'] = "দুঃখিত! তোমার আপনার একাউন্টে সর্বোচ্চ অনুমোদিত প্রোফাইল যোগ করা হয়েছে. সর্বাধিক অনুমোদিত:";
$lang['dologin']['profiles'] = "প্রোফাইল";
$lang['dologin']['notwapp'] = "টুইটার অ্যাপ্লিকেশন সেটিংস কনফিগার করা নেই. অ্যাপ্লিকেশন যোগ বা ড্যাশবোর্ড&gt; সেটিংস আপনার নিজস্ব অ্যাপ্লিকেশন যোগ প্রশাসক জিজ্ঞাসা করুন.";
$lang['dologin']['twdis'] = "দুঃখিত! টুইটার লগইন নিষ্ক্রিয় করা হয়";
$lang['dologin']['mem_tw_dis'] = "দুঃখিত! তোমার সদস্যপদ পরিকল্পনা টুইটার ব্যবহার করার অনুমতি দেয় না";
$lang['dologin']['fail_tw_oauth'] = "উপভোক্তা কী টোকেন অনুরোধ করতে ব্যর্থ হয়েছে. আপনি টুইটার অ্যাপ্লিকেশন সেটিংস কলব্যাক URL সেট আছে দয়া করে নিশ্চিত করুন";
$lang['dologin']['noytapp'] = "ইউটিউব অ্যাপ্লিকেশন সেটিংস কনফিগার করা নেই. অ্যাপ্লিকেশন যোগ বা ড্যাশবোর্ড&gt; সেটিংস আপনার নিজস্ব অ্যাপ্লিকেশন যোগ প্রশাসক জিজ্ঞাসা করুন.";
$lang['dologin']['ytdis'] = "দুঃখিত! ইউটিউব লগইন নিষ্ক্রিয় করা হয়";
$lang['dologin']['mem_yt_dis'] = "দুঃখিত! তোমার সদস্যপদ পরিকল্পনা ইউটিউব ব্যবহার করার অনুমতি দেয় না";
$lang['dologin']['fail_yt_oauth'] = "YouTube সহ প্রমাণীকরণ ব্যর্থ.";
$lang['dologin']['fail_yt_tech'] = "প্রযুক্তিগত কারণ";


$lang['js']['pro_already_sel'] = "এই প্রোফাইল ইতিমধ্যে নির্বাচিত হয়";
$lang['js']['clear_all_sel'] = "সব নির্বাচন সাফ";
$lang['js']['bulk_sel'] = "স্বয়ংসম্পূর্ণ পৃষ্ঠা নির্বাচন";
$lang['js']['fbprofile'] = "ফেসবুক প্রোফাইল";
$lang['js']['fbpage'] = "ফেসবুক পেজ";
$lang['js']['fbgroup'] = "ফেসবুক গ্রুপ";
$lang['js']['fbevent'] = "ফেসবুক ইভেন্টস";
$lang['js']['twitter'] = "টুইটার প্রোফাইল";
$lang['js']['youtube'] = "ইউটিউব প্রোফাইল";
$lang['js']['edit'] = "সম্পাদন করা";
$lang['js']['add_edit_cats'] = "করো অথবা বিভাগ সম্পাদনা";
$lang['js']['save_as'] = "মধ্যে সংরক্ষণ";
$lang['js']['create_new_cat'] = "একটি নতুন বিভাগ তৈরি করুন";
$lang['js']['cat_name'] = "আরো নাম";
$lang['js']['cat_got'] = "শ্রেণীবিভাগ সফলভাবে গৃহীত";
$lang['js']['cat_deleted'] = "বিভাগ মোছা";

$lang['dashboard']['till'] = "পর্যন্ত";
$lang['dashboard']['type_cat_name'] = "অনুসন্ধান শ্রেণীবিভাগ";
$lang['dashboard']['no_cat'] = "যদি আপনি কোন বিভাগ আছে না!";
$lang['dashboard']['no_cat_found'] = "কোন বিভাগ পাওয়া!";
$lang['dashboard']['cat_found'] = "বিভাগ পাওয়া";
$lang['dashboard']['cat_name'] = "নামের তালিকা";
$lang['dashboard']['cat_id'] = "শ্রেণী আইডি";
$lang['dashboard']['create_new_cat'] = "তৈরি বা সম্পাদন বিভাগ";
$lang['dashboard']['p_count'] = "প্রোফাইল গননা";

$lang['header']['dashboard']['cats'] = "বিভাগ";

$lang['meta']['sep_comma'] = "কমা (সর্বোচ্চ 5)";

$lang['ajax']['category'] = "শ্রেণী";
$lang['ajax']['cat_name_req'] = "বিষয়শ্রেণী নাম প্রয়োজন";
$lang['ajax']['new_folder_fail'] = "নতুন ফোল্ডার নির্মাণ করার জন্য ব্যর্থ";
$lang['ajax']['cat_upadd_fail'] = "যোগ বা সম্পাদনা বিভাগ করতে ব্যর্থ";


$lang['dashboard']['schedule']['repeat_posting'] = "পুনরাবৃত্তি সময়সূচি";
$lang['dashboard']['schedule']['repeat_camp'] = "পুনরাবৃত্তি প্রচারণা";
$lang['dashboard']['schedule']['one_time_use'] = "পুরো প্রচারণা একবার একটি ফাইল পোস্ট";
$lang['dashboard']['schedule']['start_posting'] = "এ প্রচারণা শুরু";
$lang['dashboard']['schedule']['end_posting'] = "শেষ প্রচারণা";

$lang['dashboard'][39] = "নতুন সময়সূচী গ্রুপ যোগ";
$lang['dashboard'][41] = "একটি নতুন তফসিল গ্রুপ তৈরি করুন";
$lang['dashboard'][42] = "আপনার সময়সূচী গ্রুপ নাম";
$lang['dashboard'][50] = "সার্ভার থেকে পোস্ট ফাইলটি মুছে দিন";
$lang['dashboard'][57] = "প্রতিটি স্লাইড দৈর্ঘ্য";

$lang['js']['create_new_sch'] = "একটি নতুন তফসিল গ্রুপ তৈরি করুন";
$lang['js']['update_schedule'] = "আপডেট সময়সূচী গ্রুপ";

$lang['ajax']['fbnyt'] = "ফেসবুক ও ইউটিউব";
$lang['ajax']['fbntw'] = "ফেসবুক ও টুইটার";
$lang['ajax']['inv_post_end_at'] = "সময়ে অবৈধ পোস্ট শেষ";
$lang['ajax']['post_start_end_same'] = "প্রচারণা শুরু সময় শেষ সময় চেয়ে একই বা তার অধিক হতে পারে না";
$lang['ajax']['camp_sch_both_repeat'] = "উভয় পৃথক সময়সূচি ও সময়সূচী গ্রুপ একই সময়ে পুনরাবৃত্তি করা যাবে না. পুনরাবৃত্তি শুধুমাত্র একটি বেছে নিন";
$lang['ajax']['clear_logs'] = "সাফ লগ";

$lang['browse']['available_vars'] = "পাওয়া ভেরিয়েবল";
$lang['browse']['shortcut'] = "শর্টকাট";
$lang['browse'][14] = "একটি ক্যাপশন, অবস্থা বা লিঙ্ক রাখুন. প্রয়োজন হলে spintax ব্যবহার";
$lang['browse'][11] = "একটি ক্যাপশন, অবস্থা বা লিঙ্ক রাখুন এবং সংরক্ষণ Enter চাপুন. Spintax ব্যবহার বা প্রয়োজন হলে ভেরিয়েবল যোগ";
$lang['browse'][17] = "একটি ক্যাপশন, অবস্থা বা লিঙ্ক রাখুন. Spintax ব্যবহার বা প্রয়োজন হলে ভেরিয়েবল যোগ";

$lang['js']['del_selected'] = "মুছে নির্বাচিত";
$lang['js']['select_all'] = "সবগুলো নির্বাচন করা";
$lang['js']['inv_selected'] = "বিপরীত নির্বাচন";
$lang['js']['no_item_sel'] = "কোন আইটেম নির্বাচিত";
$lang['js']['maintenance'] = "রক্ষণাবেক্ষণের মোড মধ্যে সাইট. আমরা অতিসত্তে ফিরে আসব";
$lang['js']['out_of'] = "বাহিরে";
$lang['js']['succ_del'] = "আইটেম সফলভাবে মোছা";
$lang['js']['unchkall'] = "সব অচিহ্নিত";
$lang['js']['waiting'] = "অপেক্ষার";
$lang['js']['caption_missing'] = "ক্যাপশন অনুপস্থিত";
$lang['js']['caption_sel'] = "ক্যাপশন সিলেক্টেড";
$lang['js']['add_caption_sel'] = "নির্বাচিত ফাইল ক্যাপশন যুক্ত করুন";

$lang['link']['title'] = "ফেসবুক পোস্টের জন্য লিঙ্ক মেটা কনফিগার";
$lang['link']['name'] = "লিঙ্কের শিরোনাম";
$lang['link']['type_title'] = "আপনি spintax বা ভেরিয়েবল ব্যবহার করতে পারেন";
$lang['link']['desc'] = "লিংক বর্ণনা";
$lang['link']['type_desc'] = "আপনি spintax বা ভেরিয়েবল ব্যবহার করতে পারেন";
$lang['link']['image'] = "লিঙ্ক চিত্র";
$lang['link']['type_image'] = "চিত্রের URL";
$lang['link']['when_work'] = "আমরা টেক্সট অবস্থা একটি লিঙ্ক খুঁজে পেতে যদি এই সেটিং শুধুমাত্র প্রযোজ্য হবে. লিংক আপনি এই ফর্মটি কনফিগার সেটিং দ্বারা প্রতিস্থাপন করা হবে";

$lang['greetings']['good_morning'] = "সুপ্রভাত";
$lang['greetings']['good_afternoon'] = "শুভ অপরাহ্ন";
$lang['greetings']['good_evening'] = "শুভ সন্ধ্যা";
$lang['greetings']['good_night'] = "শুভ রাত্রি"; 
$lang['greetings']['everyone'] = "সবাই"; 

$lang['header']['payment'] = "পেমেন্টস্";

$lang['browse']['post_now'] = "পোস্ট এখন";
$lang['browse']['post_results'] = "পোস্ট ফলাফল";
$lang['browse']['post_sel_file'] = "এখন নির্বাচিত ফাইল পোস্ট";
$lang['browse']['post_limit_exceeded'] = "আপনি আজকের পোস্ট সীমা অতিক্রম করেছেন";
$lang['browse']['token_fail'] = "টোকেন লোড করতে ব্যর্থ";
$lang['browse']['post_fail'] = "পোস্টে যোগ করতে ব্যর্থ";
$lang['browse']['expand'] = "বিস্তৃত করা";

$lang['js']['delay'] = "বিলম্ব (সেকেন্ড)";
$lang['js']['delay_help'] = "দুই সেকেন্ডের মধ্যে র্যান্ডম ব্যবধান ব্যবহার করার জন্য, তাদের কমা দ্বারা পৃথক. উদাহরণ:";
$lang['js']['post_now'] = "পোস্ট এখন";
$lang['js']['posted_to'] = "পোস্ট করা";
$lang['js']['sync_post'] = "সমকালীন পোস্ট";

$lang['ajax']['file_not_supported'] = "এই ধরনের ফাইল নির্বাচিত সাইটে পোস্ট করা যাবে না";
$lang['ajax']['past_dates'] = "গত তারিখগুলি অনুমোদিত নয়";
$lang['ajax']['fbprofile_nopost_demo'] = "ডেমো মোডে ফেসবুক প্রোফাইলে পোস্ট করা যাবে না";

$lang['schedule']['sync_post_help'] = "সমলয় পোস্ট সক্রিয় করা হলে সমস্ত নির্বাচিত পেজ তাদের 1 ম পোস্ট সম্পন্ন না হওয়া পর্যন্ত, নির্বাচিত পৃষ্ঠার কোনো 2nd পোস্ট অপেক্ষা করবে";
$lang['schedule']['repeat_posting_help'] = "পুনরাবৃত্ত সময়সূচী সক্রিয় করা হলে হলে সম্পন্ন, নির্বাচিত পৃষ্ঠার প্রতিটি পোস্টিং পুনরায় চালু হবে";
$lang['schedule']['repeat_camp_help'] = "পুনরাবৃত্ত সময়সূচী যদি সক্রিয় থাকে যখন সম্পন্ন, সময়সূচী গ্রুপ পুনরাবৃত্তি হবে";
$lang['schedule']['one_time_help'] = "এই বিকল্প সক্রিয় করা হলে, আপনার ফোল্ডার থেকে একটি ফাইল পুরো সিডিউল গ্রুপ শুধুমাত্র একবার পোস্ট করা হবে. আপনি নির্বাচিত পাতার সংখ্যা বেশী ফাইল কম নম্বর আছে, তাই যদি আপনার পেজ এর সকল পোস্ট করা হবে না.";
$lang['schedule']['auto_del_help'] = "সক্রিয় করা হলে, সোশ্যাল মিডিয়ায় পোস্ট করা হয় যে কোন ফাইল আপনার ফোল্ডার থেকে মুছে ফেলা হবে";

$lang['pricing']['title'] = "প্রাইসিং ও সদস্যপদ পরিকল্পনা";
$lang['pricing']['subtitle'] = "আপগ্রেড সদস্যপদ পরিকল্পনার সাথে ভাল পান";
$lang['pricing']['subs'] = "সাবস্ক্রাইব করা";
$lang['pricing']['renew_plan'] = "পরিকল্পনা পুনর্নবীকরণ";
$lang['pricing']['current_plan'] = "আপনার বর্তমান পরিকল্পনা.";
$lang['pricing']['expires_at'] = "এ মেয়াদ শেষ";
$lang['pricing']['choose_plan'] = "পরিকল্পনা চয়ন";
$lang['pricing']['downgrade'] = "আপনি আপনার সদস্যপদ পর্যবসিত হয়েছে. আপনার প্রদত্ত সদস্যপদ মেয়াদ শেষ হওয়ার পর এটি সক্রিয় করা হবে. পাশাপাশি আপনার পেমেন্ট প্রদানকারী থেকে আপনার আবর্তক পেমেন্ট সাবস্ক্রিপশন বাতিল করতে ভুলবেন না";
$lang['pricing']['plan_disabled'] = "এই পরিকল্পনা না বিদ্যমান বা আর সক্রিয় না";
$lang['pricing']['seven_days_before'] = "আপনি ইতিমধ্যে এই পরিকল্পনা সেবন করছি এবং 7 দিন মেয়াদ শেষ হওয়ার পূর্বে তা নবায়ন করতে পারেন.";
$lang['pricing']['al_downgraded'] = "আপনি ইতিমধ্যে আপনার সদস্যপদ পর্যবসিত. আপনার প্রদত্ত সদস্যপদ মেয়াদ শেষ হওয়ার পর এটি সক্রিয় করা হবে.";
$lang['pricing']['continue'] = "চলমান থাকতে এখানে ক্লিক করুন";
$lang['pricing']['renewing'] = "সদস্য পুনর্নবীকরণ";
$lang['pricing']['upgrading'] = "আপগ্রেড সদস্য";
$lang['pricing']['pay_with_pp'] = "PayPal অ্যাকাউন্ট দিয়ে দিতে";
$lang['pricing']['cancel_before'] = "আগে আপনি এগিয়ে যান আপনার বিদ্যমান সদস্যপদ পরিকল্পনা জন্য পেপ্যাল ​​থেকে আপনার আবর্তক পেমেন্ট বাতিল";
$lang['pricing']['existing_dis'] = "উল্লেখ্য: আপনার বিদ্যমান সদস্যপদ বিরত হবে.";
$lang['pricing']['onetime_pay'] = "এক সময় পেমেন্ট করুন";
$lang['pricing']['recurr_pay'] = "আবর্তক পেমেন্ট করুন";
$lang['pricing']['amount'] = "পরিমাণ";
$lang['pricing']['month'] = "মাস";
$lang['pricing']['quantity'] = "পরিমাণ";
$lang['pricing']['total'] = "মোট";
$lang['pricing']['click_here_purchase'] = "আপনার ক্রয়ের চালিয়ে যাবার জন্য এখানে ক্লিক করুন";
$lang['pricing']['click_here_downgrade'] = "আপনার ডাউনগ্রেড সঙ্গে চালিয়ে যাবার জন্য এখানে ক্লিক করুন";
$lang['pricing']['downgrade'] = "ফ্রি সদস্যপদ ডাউনগ্রেড";
$lang['pricing']['membership'] = "সদস্যতা";
$lang['pricing']['paid_remain_active'] = "মেয়াদ শেষ না হওয়া পর্যন্ত আপনার প্রদত্ত সদস্যপদ সক্রিয় থাকবে";
$lang['pricing']['pp_cancel'] = "আপনি আপনার পেমেন্ট বাতিল করেছেন. আপনার পূর্ববর্তী সদস্যপদ পরিকল্পনা সক্রিয় থাকবে";
$lang['pricing']['pp_success'] = "নতুন সদস্য পরিকল্পনা সাবস্ক্রাইব করার জন্য আপনাকে ধন্যবাদ. আপনি আপনার পেমেন্ট যাচাই অনুগ্রহ করে অপেক্ষা করুন. আপনার সদস্যপদ পরিকল্পনা এক ঘন্টার মধ্যে পরিবর্তন না হয়, তাহলে সরাসরি আমাদের সাথে যোগাযোগ বিনা দ্বিধায়";
$lang['pricing']['no_pp'] = "কোন পেপ্যাল ​​একাউন্ট প্রশাসক দ্বারা কনফিগার. পরে চেষ্টা করুন অথবা সমর্থনের সাথে যোগাযোগ করুন";
$lang['pricing']['up_membership'] = "আপগ্রেড সদস্য";

$lang['title']['membership'] = "সদস্যপদ আপগ্রেড";
$lang['title']['pricing'] = "প্রাইসিং";

$lang['footer']['contactus'] = "আমাদের সাথে যোগাযোগ করুন";

?>