<?php
/**
 * Language File
 * @package Social Ninja
 * @version 1.7
 * @author InspiredDev <iamrock68@gmail.com>
 * @copyright 2015
 */
if(!defined('S_NINJA'))exit();

/**
 * Common lang
 */

$lang['title']['browse_folder'] = "ब्राउज़ फ़ोल्डर";
$lang['title']['dash'] = "डैशबोर्ड";
$lang['title']['help'] = "मदद";
$lang['title']['home'] = "घर";
$lang['title']['login'] = "लॉग इन करें";
$lang['title']['merge'] = "फेसबुक अकाउंट मर्ज";
$lang['title']['plog'] = "पोस्ट लॉग";
$lang['title']['resetpw'] = "पासवर्ड रीसेट";
$lang['title']['sch'] = "अनुसूची";
$lang['title']['sync'] = "आप खाते को सिंक";
$lang['title']['meditor'] = "मीडिया के संपादक";
$lang['title']['htoi'] = "छवि जेनरेटर के लिए HTML";
$lang['title']['mic'] = "मीडिया के संपादक और सामग्री जेनरेटर";
$lang['title']['mc'] = "मेम प्रजापति";
$lang['title']['ct'] = "प्रजापति उपकरण";
$lang['title']['qv'] = "कतार में वीडियो";
$lang['title']['vdt'] = "वीडियो डाउनलोडर उपकरण";
$lang['title']['signup'] = "नया खाता बनाएँ";

$lang['common'][0] = "हटाना";
$lang['common'][1] = "कोई खाता नहीं जोड़ा";
$lang['common'][2] = "समय सीमा समाप्त टोकन";
$lang['common'][3] = "अनुसूची का नाम";
$lang['common'][4] = "स्थिति";
$lang['common'][5] = "एक्टिवेशन";
$lang['common'][6] = "अगली पोस्ट";
$lang['common'][7] = "अंतिम स्थिति";
$lang['common'][8] = "हफ़्ता";
$lang['common'][9] = "जोड़ा प्रोफाइल";
$lang['common'][10] = "संपादित";
$lang['common'][11] = "देखें पोस्ट";
$lang['common'][12] = "अन्वेषण";
$lang['common'][13] = "एक चुनो";
$lang['common'][14] = "हटाएँ";
$lang['common'][15] = "छिपाने";
$lang['common'][16] = "केवल फेसबुक पेज";
$lang['common'][17] = "को";
$lang['common'][18] = "दूसरा";
$lang['common'][19] = "बंद करे";
$lang['common'][20] = "सहेजें";
$lang['common'][21] = "पदों";
$lang['common'][22] = "दिन";
$lang['common'][23] = "से";
$lang['common'][24] = "अपडेट";
$lang['common'][25] = "यहाँ";
$lang['common'][26] = "अपलोड";
$lang['common'][27] = "शीर्षक";
$lang['common'][28] = "पाठ के बाद";
$lang['common'][29] = "छवि";
$lang['common'][30] = "पाठ";
$lang['common'][31] = "वीडियो";
$lang['common'][32] = "यादृच्छिक";
$lang['common'][33] = "आदेश के रूप में";
$lang['common'][34] = "स्लाइड शो के रूप में चित्रों";
$lang['common'][35] = "चित्र के रूप में एल्बम";
$lang['common'][36] = "खोज";
$lang['common'][37] = "रद्द करना";
$lang['common'][38] = "नष्ट";
$lang['common'][39] = "छिपा";
$lang['common'][40] = "पोस्ट देखें";
$lang['common'][41] = "मार बंद करो";
$lang['common'][42] = "अगले टक्कर";
$lang['common'][43] = "अंतिम टक्कर";
$lang['common'][44] = "अंतिम टिप्पणी";
$lang['common'][45] = "प्रस्तुत करना";
$lang['common'][46] = "जोड़ना";
$lang['common'][47] = "भाषा";
$lang['common'][48] = "मीडिया प्लगइन अक्षम हो जाता है";
$lang['common'][49] = "डाउनलोडर प्लगइन अक्षम हो जाता है";
$lang['common'][50] = "खाता बनाएं";


/**
 * Index.php lang
 */
$lang['index'][0] = "आपका स्वागत है";
$lang['index'][1] = "सभी एक ही मंच में अपने फेसबुक, ट्विटर और यूट्यूब खाते का प्रबंधन";
$lang['index'][2] = "अपने यूज़रनेम और पासवर्ड के साथ शुरू कर दिया लॉगिन पाने के लिए और अपने सामाजिक खातों के सभी को जोड़ने के लिए";
$lang['index'][3] = "शुरू हो जाओ";
$lang['index'][4] = "और पढ़ें";
$lang['index'][5] = "हमारी सुविधाओं";
$lang['index'][6] = "समयबद्धक";
$lang['index'][7] = "अतिरिक्त सुविधाएं";
$lang['index'][8] = "सामग्री निर्माण";
$lang['index'][9] = "अपने फेसबुक, ट्विटर और यूट्यूब खातों का प्रबंधन";
$lang['index'][10] = "पाठ, छवि, लिंक और वीडियो पोस्ट का समर्थन करता है";
$lang['index'][11] = "यूट्यूब अपलोड विकल्प अनुकूलित";
$lang['index'][12] = "आरएसएस फ़ीड का समर्थन करता है";
$lang['index'][13] = "थोक में फोटो / वीडियो अपलोड करें और बाद में पोस्ट करने के लिए उन्हें अनुसूची";
$lang['index'][14] = "आसान खींचें और ड्रॉप अपलोड";
$lang['index'][15] = "आसानी से चयनित तस्वीरें / वीडियो के लिए कैप्शन जोड़ने";
$lang['index'][16] = "थोक अपलोड पाठ पद सीएसवी या TXT फ़ाइल का उपयोग";
$lang['index'][17] = "ऑटो छिपा / निश्चित अंतराल के बाद इस पद को नष्ट";
$lang['index'][18] = "विकल्प अनुसूची को दोहराने के लिए या ऑटो पोस्टिंग के बाद फाइलों को नष्ट";
$lang['index'][19] = "अपने ब्रांड की रक्षा के लिए छवियों / वीडियो के लिए वॉटरमार्क जोड़ें";
$lang['index'][20] = "प्रत्येक पद के पोस्ट लॉग रिकॉर्ड";
$lang['index'][21] = "एक उपयोगकर्ता खाते के अंतर्गत कई फेसबुक / ट्विटर / यूट्यूब प्रोफ़ाइल";
$lang['index'][22] = "फेसबुक में पोस्ट फोटो एलबम";
$lang['index'][23] = "(हटाने मास) अपने प्रशंसक पृष्ठ / प्रोफ़ाइल क्लीन अप";
$lang['index'][24] = "बनाया पदों की एनालिटिक्स";
$lang['index'][25] = "एक पोस्टिंग अनुसूची पूरा हो गया है जब फेसबुक अधिसूचना";
$lang['index'][26] = "अंतर्दृष्टि के आधार पर bumping टिप्पणी और उन्नत पद विलोपन";
$lang['index'][27] = "शक्तिशाली व्यवस्थापक पैनल";
$lang['index'][28] = "सदस्यता सिस्टम का उपयोग कर उपयोगकर्ताओं को प्रबंधित सक्षम / मॉड्यूल को निष्क्रिय";
$lang['index'][29] = "अपलोड करने से पहले अपनी तस्वीरों और वीडियो को संपादित";
$lang['index'][30] = "अपनी तस्वीरों के लिए वॉटरमार्क, विशेष प्रभाव जोड़ें। फसल और फोटो आकार";
$lang['index'][31] = "अभी भी स्क्रीनशॉट पर कब्जा, कट और वीडियो से हिस्सा शामिल होने, स्क्रीनशॉट टाइल बनाएं";
$lang['index'][32] = "अपलोड की तस्वीर से मेम उत्पन्न";
$lang['index'][33] = "तस्वीरों से वीडियो स्लाइड शो बनाएँ";
$lang['index'][34] = "वेब से चित्र और वीडियो डाउनलोड";
$lang['index'][35] = "चार वीडियो यूट्यूब, Dailymotion, Vimeo और फेसबुक समर्थित मेजबान";
$lang['index'][36] = "शीर्ष पर वापस करने के लिए";
$lang['index'][37] = "आपका Faceboook टोकन समाप्त हो गया है!";
$lang['index'][38] = "अपने ट्विटर टोकन समाप्त हो गया है!";
$lang['index'][39] = "अपने यूट्यूब टोकन समाप्त हो गया है!";
$lang['index'][40] = "कृपया";
$lang['index'][41] = "ताज़ा करना";
$lang['index'][42] = "अब सभी खातों";
$lang['index'][43] = "चार वीडियो यूट्यूब, Dailymotion, Vimeo और फेसबुक समर्थित मेजबान";

/**
 * Header menu lang
 */
$lang['header'][0] = "डैशबोर्ड";
$lang['header'][1] = "सामग्री निर्माता";
$lang['header'][2] = "व्यवस्थापक";
$lang['header'][3] = "मदद";
$lang['header'][4] = "लॉग इन करें";
$lang['header'][5] = "स्वागत";
$lang['header'][6] = "लोग आउट";
$lang['header'][7] = "अब सभी खातों ताज़ा करें";
$lang['header'][8] = "आपका Faceboook टोकन समाप्त हो गया है!";
$lang['header'][9] = "आप अनुप्रयोग को बदल दिया है, तो डुप्लिकेट के मामले में एक नए के साथ पुराने आईडी विलय कृपया";
$lang['header'][10] = "अपने ट्विटर टोकन समाप्त हो गया है!";
$lang['header'][11] = "अपने यूट्यूब टोकन समाप्त हो गया है!";
$lang['header'][12] = "साइन अप करें";

/**
 * Dashboard menu lang
 */
$lang['header']['dashboard'][0] = "सारांश";
$lang['header']['dashboard'][1] = "लेखा";
$lang['header']['dashboard'][2] = "फ़ोल्डर";
$lang['header']['dashboard'][3] = "पेज";
$lang['header']['dashboard'][4] = "समूह";
$lang['header']['dashboard'][5] = "घटनाक्रम";
$lang['header']['dashboard'][6] = "यूट्यूब";
$lang['header']['dashboard'][7] = "आरएसएस फ़ीड";
$lang['header']['dashboard'][8] = "अनुसूचियों";
$lang['header']['dashboard'][9] = "फ़ीड सफाई";
$lang['header']['dashboard'][10] = "सेटिंग्स";
$lang['header']['dashboard'][11] = "लॉग को";

/**
 * Content Creator menu lang
 */
$lang['header']['cc'][0] = "प्रजापति डैशबोर्ड";
$lang['header']['cc'][1] = "मीडिया के संपादक";
$lang['header']['cc'][2] = "मेम जेनरेटर";
$lang['header']['cc'][3] = "छवि निर्माता के लिए HTML";
$lang['header']['cc'][4] = "प्रजापति उपकरण";
$lang['header']['cc'][5] = "कतार में वीडियो";
$lang['header']['cc'][6] = "छवि और वीडियो डाउनलोडर";


/**
 * Admin menu lang
 */
$lang['header']['admin'][0] = "प्रशासनिक दल";
$lang['header']['admin'][1] = "उपयोगकर्ता";
$lang['header']['admin'][2] = "सदस्यता की योजना";
$lang['header']['admin'][3] = "लेखा";
$lang['header']['admin'][4] = "फ़ोल्डर";
$lang['header']['admin'][5] = "फ़ाइलें";
$lang['header']['admin'][6] = "अनुसूचियों";
$lang['header']['admin'][7] = "कतार में वीडियो";
$lang['header']['admin'][8] = "भाषा";

/**
 * Dashboard
 */
$lang['dashboard'][0] = "समय क्षेत्र";
$lang['dashboard'][1] = "प्रयुक्त डिस्क स्थान";
$lang['dashboard'][2] = "अनुमति दी डिस्क स्पेस";
$lang['dashboard'][3] = "प्रकाशित किया गया था आज";
$lang['dashboard'][4] = "पोस्ट सीमा";
$lang['dashboard'][5] = "अंतिम लॉगइन";
$lang['dashboard'][6] = "सदस्यता";
$lang['dashboard'][7] = "देखें सीमा";
$lang['dashboard'][8] = "अपने फ़ोल्डर";
$lang['dashboard'][9] = "नया फ़ोल्डर बनाएं";
$lang['dashboard'][10] = "आप किसी भी फ़ोल्डर नहीं है!";
$lang['dashboard'][11] = "कोई फ़ोल्डर पाया!";
$lang['dashboard'][12] = "फ़ोल्डरों पाया";
$lang['dashboard'][13] = "फ़ोल्डर का नाम संपादित";
$lang['dashboard'][14] = "इस फ़ोल्डर को नष्ट";
$lang['dashboard'][15] = "अपने फेसबुक पेज";
$lang['dashboard'][16] = "कोई पेज, प्रोफ़ाइल या समूह को मिला!";
$lang['dashboard'][17] = "पृष्ठों पाया";
$lang['dashboard'][18] = "अपने फेसबुक समूहों";
$lang['dashboard'][19] = "समूहों पाया";
$lang['dashboard'][20] = "अपने फेसबुक की घटनाओं";
$lang['dashboard'][21] = "घटनाओं पाया";
$lang['dashboard'][22] = "खोज पृष्ठों";
$lang['dashboard'][23] = "समूह खोज";
$lang['dashboard'][24] = "खोजें घटनाओं";
$lang['dashboard'][25] = "खोज फ़ोल्डर";
$lang['dashboard'][26] = "खोजें घटनाओं";
$lang['dashboard'][27] = "यूट्यूब अपलोड चूक समायोजित करें";
$lang['dashboard'][28] = "खुली सेटिंग";
$lang['dashboard'][29] = "डिफ़ॉल्ट सेटिंग्स एक वीडियो फ़ाइल व्यक्ति शीर्षक, विवरण, वर्ग या टैग शामिल नहीं करता है जब केवल उपयोग किया जाता है";
$lang['dashboard'][30] = "अपने आरएसएस फ़ीड";
$lang['dashboard'][31] = "खोज आरएसएस फ़ीड";
$lang['dashboard'][32] = "नई फ़ीड जोड़ें";
$lang['dashboard'][33] = "कोई आरएसएस फ़ीड पाया!";
$lang['dashboard'][34] = "आरएसएस पाया फ़ीड";
$lang['dashboard'][35] = "संपादित फ़ीड नाम";
$lang['dashboard'][36] = "इस फ़ीड को हटाना";
$lang['dashboard'][37] = "आपका अनुसूची समूहों";
$lang['dashboard'][38] = "खोजें कार्यक्रम";
$lang['dashboard'][39] = "नए शेड्यूल जोड़ें";
$lang['dashboard'][40] = "कोई अनुसूची समूह पाया!";
$lang['dashboard'][41] = "एक नया शेड्यूल बनाएं";
$lang['dashboard'][42] = "अपने निर्धारित समय से नाम";
$lang['dashboard'][43] = "चुनें पृष्ठों या समूहों";
$lang['dashboard'][44] = "एक फ़ोल्डर का चयन करें";
$lang['dashboard'][45] = "वाटर-मार्क";
$lang['dashboard'][46] = "स्थिति";
$lang['dashboard'][47] = "पोस्ट हर";
$lang['dashboard'][48] = "पोस्ट अनुक्रम";
$lang['dashboard'][49] = "दोहराएँ पोस्टिंग";
$lang['dashboard'][50] = "तैनात फ़ाइल हटाएँ";
$lang['dashboard'][51] = "अनुसूची सक्षम";
$lang['dashboard'][52] = "केवल से पोस्ट";
$lang['dashboard'][53] = "बाद पोस्ट हटाएं";
$lang['dashboard'][54] = "कार्रवाई मिटायें";
$lang['dashboard'][55] = "से पोस्टिंग शुरू";
$lang['dashboard'][56] = "चयनित पृष्ठों";
$lang['dashboard'][57] = "प्रत्येक स्लाइड की अवधि";
$lang['dashboard'][58] = "स्लाइड शो के प्रकार";
$lang['dashboard'][59] = "उन्नत विकल्प";
$lang['dashboard'][60] = "चयनित पोस्ट हटाएं";
$lang['dashboard'][61] = "सटीक पोस्टिंग के लिए अपना समय क्षेत्र का चयन करें";
$lang['dashboard'][62] = "बदलें साइट विषय";
$lang['dashboard'][63] = "आयात फेसबुक समूहों / घटनाओं";
$lang['dashboard'][64] = "एप्लिकेशन परिवर्तन पर नकली फेसबुक खातों मर्ज";
$lang['dashboard'][65] = "सामाजिक खातों जोड़ें";
$lang['dashboard'][66] = "खाते का पासवर्ड बदलें";
$lang['dashboard'][67] = "पुराना पासवर्ड";
$lang['dashboard'][68] = "नया पासवर्ड";
$lang['dashboard'][69] = "पासवर्ड फिर से लिखें";
$lang['dashboard'][70] = "ई - मेल बदलें";
$lang['dashboard'][71] = "नई ईमेल";
$lang['dashboard'][72] = "सत्यापन कोड";
$lang['dashboard'][73] = "सत्यापित करें";
$lang['dashboard'][74] = "नियंत्रण पोस्टिंग";
$lang['dashboard'][75] = "फेसबुक पोस्टिंग";
$lang['dashboard'][76] = "ट्विटर पोस्टिंग";
$lang['dashboard'][77] = "यूट्यूब पोस्टिंग";
$lang['dashboard'][78] = "अनुसूची किया जब सूचनाएं";
$lang['dashboard'][79] = "ईमेल पर सूचित करें";
$lang['dashboard'][80] = "फेसबुक पर सूचित करें";
$lang['dashboard'][81] = "फ़ोल्डर का नाम दर्ज";
$lang['dashboard'][82] = "अनुसूची समूहों पाया";

$lang['dashboard']['apps'][0] = "फेसबुक अनुप्रयोग सेटिंग्स";
$lang['dashboard']['apps'][1] = "ट्विटर अनुप्रयोग सेटिंग्स";
$lang['dashboard']['apps'][2] = "YouTube एप्लिकेशन सेटिंग्स";

$lang['dashboard']['times'] = array(
								"कार्यवृत्त", 
								"घंटे", 
								"दिन", 
								"सप्ताह", 
								"महीने", 
								"साल"
								);

/**
 * lang for browse.php
 */
$lang['browse'][0] = "सभी फाइलों को नष्ट";
$lang['browse'][1] = "Reposition फ़ाइलें";
$lang['browse'][2] = "पद बचाएं";
$lang['browse'][3] = "फ़ाइल का चयन करें प्रकार";
$lang['browse'][4] = "फाइलों यहां छोड़ें या अपलोड करने के लिए क्लिक करें";
$lang['browse'][5] = "आपकी फ़ाइल के सभी के लिए एक शीर्षक जोड़ने के लिए पहली कैप्शन बटन जोड़ने की कोशिश करें";
$lang['browse'][6] = "कोई फाइल पाया!";
$lang['browse'][7] = "फाइलें मिली";
$lang['browse'][8] = "डाउनलोड फ़ाइल";
$lang['browse'][9] = "फ़ाइल को हटाएं";
$lang['browse'][10] = "संपादक में खोलें";
$lang['browse'][11] = "एक शीर्षक टाइप करें और प्रेस को बचाने के लिए दर्ज करें। अगर जरूरत spintax प्रयोग करें";
$lang['browse'][12] = "अपने अगले अपलोड सभी के लिए एक कैप्शन जोड़ें";
$lang['browse'][13] = "कैप्शन के रूप में फ़ाइल नाम का प्रयोग करें";
$lang['browse'][14] = "एक शीर्षक लिखो। अगर जरूरत spintax प्रयोग करें";
$lang['browse'][15] = "पाठ पदों जोड़ें";
$lang['browse'][16] = "अपना पाठ लिखें";
$lang['browse'][17] = "एक शीर्षक लिखो";
$lang['browse'][18] = "वैकल्पिक रूप से स्थितियों का एक प्रति लाइन के साथ एक पाठ / सीएसवी फाइल अपलोड";
$lang['browse'][19] = "ब्राउज़र दुर्घटना से बचने के लिए फ़ाइल प्रति 100 लाइनों के लिए सीमा";
$lang['browse'][20] = "अपना पाठ लिखें";


/**
 * lang meta
 */
$lang['meta'][0] = "जोड़ें या फ़ाइल मेटा अद्यतन";
$lang['meta'][1] = "फाइल विवरण";
$lang['meta'][2] = "टैग";
$lang['meta'][3] = "श्रेणी";
$lang['meta'][4] = "एकांत";

/**
 * lang import modal
 */
$lang['imodal'][0] = "आयात करने के लिए फ़ोल्डर का चयन करें";
$lang['imodal'][1] = "एक शीर्षक लिखें (वैकल्पिक)";
$lang['imodal'][2] = "आप इसे बाद में खोज कर सकते हैं ताकि इस फ़ाइल का नाम";
$lang['imodal'][3] = "चुनें गंतव्य फ़ोल्डर";
$lang['imodal'][4] = "वीडियो आयात के मामले में, आप डैशबोर्ड में बाद में अन्य मेटा जानकारी अनुकूलित कर सकते हैं";

/**
 * lang login
 */
$lang['login'][0] = "अपने खाते में प्रवेश करें";
$lang['login'][1] = "ईमेल पता";
$lang['login'][2] = "पासवर्ड";
$lang['login'][3] = "पासवर्ड रीसेट";
$lang['login'][4] = "अवैध ईमेल या पासवर्ड की आपूर्ति";
$lang['login'][5] = "आपका खाता निरस्त कर दिया गया है";
$lang['login'][6] = "आप लॉग इन करने से पहले अपने ईमेल पते की पुष्टि करनी होगी";
$lang['login'][7] = "पासवर्ड रीसेट";
$lang['login'][8] = "पासवर्ड रीसेट";

/**
 * lang signup
 */
$lang['signup'][0] = "अपने खाते में प्रवेश करें";
$lang['signup'][1] = "ईमेल पता";
$lang['signup'][2] = "पासवर्ड";
$lang['signup'][3] = "पासवर्ड रीसेट";
$lang['signup'][4] = "कैप्चा मेल नहीं खाता";
$lang['signup'][5] = "खाता नहीं मिला";
$lang['signup'][6] = "आपका खाता निरस्त कर दिया गया है";
$lang['signup'][7] = "ईमेल भेजने में विफल। आप हाल ही में एक ईमेल का अनुरोध किया है, तो नया ईमेल अनुरोध करने से पहले कम से कम 15 मिनट के लिए, कृपया प्रतीक्षा करें";
$lang['signup'][8] = "पंजीकरण विफल। डाटाबेस त्रुटि। समर्थन से संपर्क करें या बाद में कोशिश करें";
$lang['signup'][9] = "ईमेल भेजने में विफल। समर्थन से संपर्क करें या बाद में कोशिश करें";
$lang['signup'][10] = "अवैध सत्यापन कोड";
$lang['signup'][11] = "पंजीकरण सफल। एक सत्यापन ईमेल आपके ईमेल पते पर भेज दिया गया है";
$lang['signup'][12] = "खाते का सत्यापन। अब आप लॉग इन कर सकते हैं";

/**
 * lang merge.php
 */
$lang['merge'][0] = "आप एप्लिकेशन को बदलें जब फेसबुक खातों का विलय";
$lang['merge'][1] = "फेसबुक एपीआई v2.4 से, उपयोगकर्ताओं एप्लिकेशन आईडी के scoped आवंटित कर रहे हैं। जो एक ही उपयोगकर्ता अलग क्षुधा भर में एक ही आईडी नहीं मिल सकेगा। मामले में अपनी पहली app निलंबित कर दिया है तो, आप अपने डैशबोर्ड में एक और एप्लिकेशन को जोड़ने का हो सकता है। तो फिर नए एप्लिकेशन के साथ लॉगिन और नए एप्लिकेशन के साथ ही फेसबुक खातों जोड़ें। लेकिन अफसोस! नए एप्लिकेशन के लिए पिछले पुराने app और एक दूसरे के लिए - आप एक ही फेसबुक आईडी के कई इकाई देखेंगे। उस मामले में, फेसबुक अकाउंट विलय आपके लिए है। आप पहले विकल्प बॉक्स में रखने के लिए और उसके बाद आप के साथ मर्ज करना चाहते हैं अकाउंट का चयन करने की इच्छा खाते का चयन करें।";
$lang['merge'][2] = "आप मर्ज करते हैं, 2 खाते से सभी डेटा के बजाय 1 खाते का आईडी बनाए रखा है, जो 2 खाते का आईडी को छोड़कर हटाया जाता है। लेकिन 1 खाते के सभी डेटा को बनाए रखा है। आप नए एप्लिकेशन जोड़ा, (समाप्त हो गई है के रूप में चिह्नित) अपने पुराने आईडी रखने के लिए और एक नए के विलय कृपया। यह कार्य दोबारा से नहीं हो सकता! इसलिए सावधानी से चुनें!";
$lang['merge'][3] = "याद";
$lang['merge'][4] = "आप रखना चाहते खाता";
$lang['merge'][5] = "आप मर्ज करने की इच्छा खाते";
$lang['merge'][6] = "मर्ज";

/**
 * lang post_log.php
 */
$lang['plog'][0] = "कार्यक्रम के लिए पोस्ट लॉग";
$lang['plog'][1] = "अनुसूची समूह के लिए पोस्ट लॉग";
$lang['plog'][2] = "कोई पद अभी तक बना दिया!";
$lang['plog'][3] = "पदों बना";
$lang['plog']['table_header'] = array(
									"पर प्रविष्ट किया", 
									"पोस्ट लिंक" ,
									"पर पोस्ट", 
									"अनुसूचित हटाए जाने के समय", 
									"Bumping टिप्पणी", 
									"इनसाइट्स", 
									"कार्य"
									);

/**
 * lang reset.php
 */
$lang['reset'][0] = "अपना पासवर्ड रीसेट करें";
$lang['reset'][1] = "इन शब्दों को टाइप करें।";
$lang['reset'][2] = "पठनीय नहीं? बदलें पाठ";
$lang['reset'][3] = "हम पासवर्ड रीसेट करने के लिए आगे के निर्देश के साथ एक ईमेल भेजा है। कृपया यह जाँचें।";
$lang['reset'][4] = "पासवर्ड सफल रीसेट। अब लॉग इन करें।";

/**
 * lang sync.php
 */
$lang['sync'][0] = "हम अपने पृष्ठों और समूहों जमा हो रहे हैं। आप शीघ्र ही पुनः निर्देशित किया जाएगा। कृपया प्रतीक्षा करें...";
$lang['sync'][1] = "अपने पृष्ठों में से कुछ अद्यतन नहीं किया जा सकता है। समीक्षा करेंगे और यदि आवश्यक हो तो उन्हें हटा सकते हैं या करने के लिए छोड़ कृपया";
$lang['sync'][2] = "अपने समूहों में से कुछ अद्यतन नहीं किया जा सकता है। आप स्वयं तो चिंता की कोई बात इन समूहों आयातित हैं। समीक्षा करेंगे और यदि आवश्यक हो तो उन्हें हटा सकते हैं या करने के लिए छोड़ कृपया";
$lang['sync'][3] = "अपने घटनाओं के कुछ अद्यतन नहीं किया जा सकता है। आप स्वयं तो चिंता की कोई बात इन घटनाओं आयातित हैं। समीक्षा करेंगे और यदि आवश्यक हो तो उन्हें हटा सकते हैं या करने के लिए छोड़ कृपया";
$lang['sync'][4] = "खाता सफलतापूर्वक synced";

/**
 * lang modals.php
 */
$lang['modals'][0] = "एक नया फ़ोल्डर बनाएं";
$lang['modals'][1] = "सदस्यता योजना सीमा";
$lang['modals'][2] = "अद्यतन फ़ोल्डर नाम";
$lang['modals'][3] = "नई आरएसएस फ़ीड जोड़ें";
$lang['modals'][4] = "फ़ीड नाम";
$lang['modals'][5] = "फ़ीड यूआरएल";
$lang['modals'][6] = "अद्यतन आरएसएस फ़ीड";
$lang['modals'][7] = "नई आरएसएस फ़ीड नाम दर्ज";
$lang['modals'][8] = "नई आरएसएस फ़ीड URL दर्ज";
$lang['modals'][9] = "चारा प्रबंधन करने के लिए एक पृष्ठ का चयन करें";
$lang['modals'][10] = "चुनें पृष्ठों या चारा सफाई उपकरण शुरू करने के लिए समूहों";
$lang['modals'][11] = "आयात फेसबुक समूहों और घटनाओं";
$lang['modals'][12] = "फेसबुक आईडी चुनें";
$lang['modals'][13] = "आयात प्रकार चुनें";
$lang['modals'][14] = "संख्यात्मक फेसबुक समूह / घटना आईडी के लाइन या HTML स्रोत कोड के अनुसार एक डालें";
$lang['modals'][15] = "एक समय में अनुमति दी अधिकतम 50 आईडी या HTML स्रोत";
$lang['modals'][16] = "HTML स्रोत आयात थोक आयात करने के समूहों के लिए इस्तेमाल किया जा सकता है। HTML स्रोत पाने के लिए पढ़ें";
$lang['modals'][17] = "थोक समूहों के निर्देश पर HTML स्रोत कोड का उपयोग कर आयात";
$lang['modals'][18] = "अपने फेसबुक अकाउंट में सबसे पहले लॉगिन";
$lang['modals'][19] = "इस पेज पर जाएं";
$lang['modals'][20] = "सही वेबपेज पर क्लिक करें और संदर्भ मेनू से देखें पृष्ठ स्रोत क्लिक करें";
$lang['modals'][21] = "आप देखते हैं कि HTML स्रोत कोड को कॉपी";
$lang['modals'][22] = "आयात करने के लिए बॉक्स में पेस्ट करें";
$lang['modals'][23] = "अगर जरूरत पड़ी तो उपरोक्त कदम के साथ दोहराने";
$lang['modals'][24] = "इस विधि समूह के आयात के लिए ही लागू है";
$lang['modals'][25] = "केवल सार्वजनिक और बंद समूहों का समर्थन कर रहे";
$lang['modals'][26] = "फेसबुक पर सूचित करने के लिए एक प्रोफ़ाइल का चयन करें";
$lang['modals'][27] = "एडवांस सेटिंग";
$lang['modals'][28] = "यदि पोस्ट हटाएं";
$lang['modals'][29] = "चयन घटना";
$lang['modals'][30] = "चयन ऑपरेटर";
$lang['modals'][31] = "चयन के समय";
$lang['modals'][32] = "Bumping टिप्पणी";
$lang['modals'][33] = "यहाँ अपनी टिप्पणी चिपकाएं। प्रति पंक्ति एक टिप्पणी। अधिकतम 200 लाइनों spintax अनुमति दी अनुमति";
$lang['modals'][34] = "प्रत्येक टिप्पणी या अक्षम bumping के बीच देरी चुनें";
$lang['modals'][35] = "निष्क्रिय bumping";
$lang['modals'][36] = "बेतरतीब ढंग से बीच";
$lang['modals'][37] = "टिप्पणी पुनरावृत्ति";
$lang['modals'][38] = "केवल एक बार एक टिप्पणी का उपयोग [अनुशंसित]";
$lang['modals'][39] = "बेतरतीब [जोखिम भरा दोहराएँ। आप कुछ ही दिनों के बाद यह बंद होना चाहिए]";
$lang['modals'][40] = "सभी विलोपन ट्रिगर हटाये";
$lang['modals'][41] = "रीसेट और सभी कार्यक्रम पुन: प्रारंभ करें";

$lang['modals']['buttons'] = array(
									"राय", 
									"आयात"
								);

/**
 * lang for schedule.php
 */
$lang['sch'][0] = "साइट के द्वारा चयन";
$lang['sch'][1] = "कोई अनुसूची पाया";
$lang['sch'][2] = "कार्यक्रम पाया";

$lang['sch']['table'] = array(
							"पन्ने का नाम", 
							"स्थिति", 
							"अगली पोस्ट", 
							"अंतिम स्थिति", 
							"टिप्पणियां", 
							"कार्य"
							);

/**
 * Js
 */
$lang['js']['login'] = "अपने खाते में प्रवेश";
$lang['js']['creating_folder'] = "फोल्डर बनाने";
$lang['js']['folder_success'] = "फ़ोल्डर सफलतापूर्वक बनाया गया। कृपया प्रतीक्षा करें";
$lang['js']['adding_rss'] = "आरएसएस फ़ीड जोड़ने";
$lang['js']['rss_added'] = "आरएसएस फ़ीड सफलता पूर्वक जोड़ दिया। कृपया प्रतीक्षा करें";
$lang['js']['renaming_folder'] = "पुनर्नामित फ़ोल्डर";
$lang['js']['rename_success'] = "फ़ोल्डर सफलतापूर्वक नाम बदला";
$lang['js']['rss_update'] = "आरएसएस फ़ीड अद्यतन कर रहा है";
$lang['js']['rss_updated'] = "आरएसएस फ़ीड सफलतापूर्वक अद्यतन";
$lang['js']['folder_deleting'] = "इस फ़ोल्डर को हटाने";
$lang['js']['folder_deleted'] = "फ़ोल्डर सफलतापूर्वक नष्ट कर दिया";
$lang['js']['delete_warning'] = "आप इस हटाने के लिए सुनिश्चित हैं?";
$lang['js']['rss_deleting'] = "आरएसएस फ़ीड को हटाना";
$lang['js']['rss_deleted'] = "फीड सफलतापूर्वक नष्ट कर दिया";
$lang['js']['requesting'] = "का अनुरोध";
$lang['js']['profile_deleted'] = "प्रोफ़ाइल सफलतापूर्वक नष्ट कर दिया";
$lang['js']['delete_all_file'] = "आप इस फ़ोल्डर से सभी फाइलों को नष्ट करना चाहते हैं?";
$lang['js']['file_deleting'] = "फ़ाइलों को हटाने";
$lang['js']['all_file_deleted'] = "फ़ोल्डर सफलतापूर्वक खाली कर दिया। कृपया प्रतीक्षा करें";
$lang['js']['delete_file_confirm'] = "आप इस फाइल को हटाने के लिए सुनिश्चित हैं?";
$lang['js']['file_deleting'] = "फ़ाइल को हटाने";
$lang['js']['file_deleted'] = "फ़ाइल सफलतापूर्वक नष्ट कर दिया";
$lang['js']['drag_drop_ok'] = "एक फ़ाइल खींचें और अपनी स्थिति स्वैप करने के लिए एक और फाइल पर ड्रॉप";
$lang['js']['invalid_request'] = "अमान्य अनुरोध";
$lang['js']['file_pos_saving'] = "फ़ाइल स्थिति सहेजा जा रहा है";
$lang['js']['file_pos_saved'] = "स्थिति बचाया!";
$lang['js']['no_caption_new_up'] = "कोई शीर्षक नई अपलोड करने के लिए इस्तेमाल किया जाएगा";
$lang['js']['yes_caption_new_up'] = "सहेजा कैप्शन नई अपलोड करने के लिए इस्तेमाल किया जाएगा";
$lang['js']['no_filename_new_up'] = "फाईल का नाम नया अपलोड करने के लिए शीर्षक के रूप में इस्तेमाल नहीं किया जाएगा";
$lang['js']['yes_filename_new_up'] = "फाईल का नाम नया अपलोड करने के लिए शीर्षक के रूप में इस्तेमाल किया जाएगा";
$lang['js']['upload_csv'] = "Txt फ़ाइल की एक सीएसवी अपलोड";
$lang['js']['please_wait'] = "कृपया प्रतीक्षा करें";
$lang['js']['tool_deleted'] = "उपकरण को सफलतापूर्वक नष्ट कर दिया";
$lang['js']['timezone_saving'] = "अपने समय क्षेत्र सहेजा जा रहा है";
$lang['js']['timezone_saved'] = "समय क्षेत्र सफलतापूर्वक अद्यतन";
$lang['js']['feed_selector_table'] = array(
										"पद", 
										"पर बनाया गया", 
										"पोस्ट देखें", 
										"पद", 
										"पर बनाया गया", 
										"पोस्ट देखें"
										);
$lang['js']['feed_getting'] = "खिलाती हो रही है";
$lang['js']['feed_got_empty'] = "पृष्ठ पर पाया कोई चारा";
$lang['js']['feed_fetched'] = "पेज से दिलवाया फ़ीड";
$lang['js']['confirm_action'] = "आप इस क्रिया को निष्पादित करने के लिए सुनिश्चित कर रहे हैं?";
$lang['js']['only_facebook_page'] = "केवल फेसबुक पोस्ट छिपा हो सकता है";
$lang['js']['no_post_selected'] = "कोई पद चयनित!";
$lang['js']['sch_group_settings_fetched'] = "सेटिंग्स दिलवाया। उन्नत विकल्प को बदलने में इस समूह में प्रत्येक कार्यक्रम के लिए बचाया व्यक्ति उन्नत विकल्प का स्थान ले लेगा";
$lang['js']['delete_posts_if'] = "यदि पोस्ट हटाएं";
$lang['js']['schedule_saved'] = "अनुसूची सफलतापूर्वक बचाया!";
$lang['js']['update_schedule'] = "अद्यतन अनुसूची";
$lang['js']['schedule_deleted'] = "अनुसूची सफलतापूर्वक नष्ट कर दिया!";
$lang['js']['album_notes'] = "एल्बम केवल Faceboook और करने के लिए तैनात किया जा सकता ट्विटर (अधिकतम 4 छवियों) प्रोफाइल, पृष्ठों और समूहों तुम खुद";
$lang['js']['slideshow_notes'] = "स्लाइड शो केवल Faceboook और यूट्यूब पृष्ठों के लिए तैनात किया जा सकता";
$lang['js']['rss_notes'] = "आरएसएस फ़ीड के लिए केवल यादृच्छिक और आदेश दिया पद अनुक्रम और फेसबुक से काम करेंगे।";
$lang['js']['hide_notes'] = "केवल फेसबुक पेज पदों छिपा हो सकता है। आप इस विकल्प को चुनते हैं, तो अन्य साइटों में पदों के बजाय छुपा के हटा दिया जाएगा";
$lang['js']['theme_changed'] = "विषय सफलतापूर्वक बदल दिया है। ताज़ा पेज";
$lang['js']['getting_old_meta'] = "पिछले सेटिंग्स ला रहा है";
$lang['js']['got_old_meta'] = "एक नई सेटिंग विन्यस्त करें और सहेजें क्लिक करें";
$lang['js']['settings_saved'] = "सेटिंग सफलतापूर्वक बचाया";
$lang['js']['app_pending'] = "सेटिंग्स लंबित है। इस सेटिंग को बचाने के लिए नए एप्लिकेशन के साथ फिर से अपने सामाजिक खातों के सभी जोड़ दें";
$lang['js']['profile_deleted'] = "प्रोफ़ाइल हटाया";
$lang['js']['sch_deleted'] = "अनुसूची हटाए गए";
$lang['js']['sch_stopped'] = "अनुसूची करना बंद कर दिया";
$lang['js']['sch_resumed'] = "अनुसूची फिर से शुरू";
$lang['js']['deletion_cancel'] = "विलोपन अनुसूची रद्द";
$lang['js']['remove_also'] = "यह भी सामाजिक साइट से निकालें";
$lang['js']['post_deleted'] = "पोस्ट सफलतापूर्वक नष्ट कर दिया";
$lang['js']['acc_merged'] = "लेखा सफलतापूर्वक विलय कर दिया। कृपया प्रतीक्षा करें";
$lang['js']['pwd_updated'] = "पासवर्ड सफलतापूर्वक अद्यतन";
$lang['js']['code_sent'] = "एक सत्यापन कोड नए ई-मेल करने के लिए भेज दिया गया है";
$lang['js']['code_required'] = "कोड की आवश्यकता";
$lang['js']['email_updated'] = "ईमेल सफलतापूर्वक अद्यतन";
$lang['js']['select_fb_id_first'] = "पहले एक फेसबुक आईडी का चयन करें";
$lang['js']['fetching_adv_settings'] = "दिलकश अग्रिम सेटिंग्स";
$lang['js']['fetched_adv_settings'] = "कौड़ी सेटिंग्स";
$lang['js']['settings_al_added'] = "आप पहले से ही इस हालत गयी। नई जोड़ने के लिए पहले पुराने एक को नष्ट करें";
$lang['js']['settings_not_saved_yet'] = "अपनी सेटिंग्स अभी तक सहेजा नहीं गया है। आप अनुकूलन के साथ किया जाता है जब सहेजें बटन क्लिक करें";
$lang['js']['bumping_stopped'] = "Bumping बंद कर दिया";
$lang['js']['sch_reset_ok'] = "अनुसूची सफलतापूर्वक रीसेट";
$lang['js']['processing'] = "प्रसंस्करण";
$lang['js']['pending'] = "लंबित";
$lang['js']['failed'] = "विफल";
$lang['js']['post_del_tr_confirm'] = "यह अंतर्दृष्टि के आधार पर सभी पोस्ट हटाए जाने के ट्रिगर साफ हो जाएगा। क्या आपकी आगे बढ़ने की इच्छा है?";
$lang['js']['op_ok'] = "ऑपरेशन सफल";
$lang['js']['sch_reset_ok_all'] = "सभी अनुसूची सफलतापूर्वक रीसेट";
$lang['js']['insert_id_html'] = "पाठ बॉक्स में आईडी या एचटीएमएल डालने और सूची में से एक के मालिक फेसबुक आईडी का चयन करें";
$lang['js']['no_group_id'] = "कोई समूह आईडी पाया";
$lang['js']['task_deleted'] = "काम को सफलतापूर्वक हटा दें";
$lang['js']['all_fields_req'] = "सभी आवश्यक फ़ील्ड का चयन करें";
$lang['js']['task_queued'] = "टास्क सफलतापूर्वक कतारबद्ध। विवरण देखने के लिए कतारबद्ध वीडियो पेज चेक";
$lang['js']['disabled'] = "विकलांग";
$lang['js']['enabled'] = "सक्षम किया";
$lang['js']['loadin_please_wait'] = "लोड हो रहा है कृपया प्रतीक्षा करें";
$lang['js']['done'] = "DONE";
$lang['js']['active'] = "सक्रिय";
$lang['js']['stopped'] = "STOPPED";
$lang['js']['suspended'] = "निलंबित";
$lang['js']['edit'] = "संपादित";
$lang['js']['delete'] = "हटाना";
$lang['js']['stop'] = "रुकें";
$lang['js']['create'] = "बनाएं";
$lang['js']['resume'] = "बायोडाटा";
$lang['js']['options'] = "विकल्प";
$lang['js']['view_posts'] = "देखें पोस्ट";
$lang['js']['explore'] = "अन्वेषण";
$lang['js']['delete_'] = "हटाना";
$lang['js']['create_new_sch'] = "एक नया शेड्यूल बनाएं";
$lang['js']['saving'] = "बचत";
$lang['js']['succ_saved'] = "सफलतापूर्वक संचित कर लिया गया है";
$lang['js']['success'] = "सफलता";
$lang['js']['error'] = "एरर";
$lang['js']['warning'] = "चेतावनी";
$lang['js']['conf_required'] = "पुष्टिकरण की आवश्यकता है";
$lang['js']['ok'] = "ठीक है";
$lang['js']['cancel'] = "रद्द करना";
$lang['js']['dw_file'] = "डाउनलोड फ़ाइल";
$lang['js']['del_file'] = "फ़ाइल को हटाएं";
$lang['js']['type_caption'] = "एक शीर्षक टाइप करें और बचाने के लिए Enter दबाएँ";
$lang['js']['sorry_err'] = "क्षमा करें, कोई त्रुटि हो गई";
$lang['js']['up_succ_refresh'] = "सफलतापूर्वक अपलोड हो गया। परिवर्तन देखने के लिए पेज refesh करें";
$lang['js']['select_one'] = "एक चुनो";
$lang['js']['fetching_f_info'] = "दिलकश फ़ाइल जानकारी";
$lang['js']['finfo_got'] = "फ़ाइल जानकारी सफलतापूर्वक दिलवाया";
$lang['js']['duration'] = "अवधि";
$lang['js']['views'] = "दृश्य";
$lang['js']['rating'] = "रेटिंग";
$lang['js']['likes'] = "पसंद";
$lang['js']['dlinks'] = "लिंक डाउनलोड करें";
$lang['js']['dwn'] = "डाउनलोड";
$lang['js']['size'] = "आकार";
$lang['js']['link_'] = "लिंक";
$lang['js']['quality'] = "गुणवत्ता";
$lang['js']['type'] = "टाइप";
$lang['js']['sel_a_folder_f'] = "पहले एक फोल्डर का चयन करें";
$lang['js']['sel_folder_cannot'] = "चयनित फ़ोल्डर वीडियो आयात करने के लिए इस्तेमाल नहीं किया जा सकता";
$lang['js']['img_info'] = "छवि जानकारी";
$lang['js']['name'] = "नाम";
$lang['js']['f_imported'] = "अनुरोध फ़ोल्डर में आयातित फाइल!";
$lang['js']['d_complete'] = "डाउनलोड पूर्ण";
$lang['js']['dloading'] = "डाउनलोडिंग";
$lang['js']['d_failed'] = "डाउनलोड विफल";
$lang['js']['enter_new_size'] = "Wxh प्रारूप में नया आकार दर्ज करें। उदाहरण 500x500 के लिए:";
$lang['js']['not_edited'] = "आप छवि संपादित नहीं की है";
$lang['js']['sel_folder'] = "एक फ़ोल्डर का चयन करें";
$lang['js']['saving_file'] = "फ़ाइल सहेजा जा रहा है";
$lang['js']['file_imported'] = "फ़ाइल सफलतापूर्वक आयात किया";
$lang['js']['font_size_must'] = "फ़ॉन्ट आकार 1px से 200px से भी कम समय और अधिक से अधिक होना चाहिए";
$lang['js']['angle_must'] = "रोटेशन -180 डिग्री से 180 के बीच होना चाहिए";
$lang['js']['opa_must'] = "अपारदर्शिता 0-1 के बीच होना चाहिए";
$lang['js']['ang_center'] = "कोणीय वॉटरमार्क केवल केंद्र पर रखा जा सकता है। आगे बढ़ें?";
$lang['js']['inv_input'] = "अमान्य निवेश";
$lang['js']['set_size'] = "सेट आकार";
$lang['js']['wh_10px'] = "चौड़ाई और ऊंचाई 10px से अधिक होना चाहिए";
$lang['js']['saving_img'] = "सहेजा जा रहा है की छवि";
$lang['js']['img_saved'] = "छवि को बचाया";
$lang['js']['img_saved_imp'] = "छवि को बचाया। अब आप फ़ोल्डर वांछित करने के लिए आयात";
$lang['js']['img_save_fail'] = "छवि बचाने के लिए विफल";
$lang['js']['btm'] = "लापता दोनों पाठ";
$lang['js']['added_now_drag'] = "पाठ जोड़ा। आप चाहते हैं तो आप अपने इच्छित स्थान के लिए पाठ खींच सकते हैं";
$lang['js']['seg_started'] = "एक खंड में पहले से ही शुरू कर दिया है। पहली बार इसे बंद करो";
$lang['js']['start_seg'] = "कोई खंड अभी तक शुरू कर दिया है। पहले एक खंड शुरू करें";
$lang['js']['no_seg_created'] = "बनाया नहीं सेगमेंट";
$lang['js']['no_seg_sel'] = "चयनित नहीं सेगमेंट";
$lang['js']['no_task'] = "कोई कार्य पंक्तिबद्ध";
$lang['js']['task_q'] = "टास्क सफलतापूर्वक कतारबद्ध। विवरण देखने के लिए कतारबद्ध वीडियो पेज चेक";
$lang['js']['jss'] = "क्षेत्रों में शामिल होने";
$lang['js']['css'] = "कट खंडों";
$lang['js']['chkall'] = "सभी की जांच करो";
$lang['js']['inv_lang_name'] = "अमान्य भाषा का नाम";
$lang['js']['select_lang'] = "भाषा चुनें";
$lang['js']['fb_app_ch_warning'] = "आईडी होता है की आप फेसबुक अनुप्रयोग और दोहराव से बदलते हैं, तो आप पुराने एक का उपयोग विलय के साथ नया आईडी विलय करना होगा";
$lang['js']['here'] = "यहाँ";
$lang['js']['post_log_warning'] = "इस डेटाबेस से सभी पोस्ट लॉग साफ हो जाएगा और नए सिरे से पोस्टिंग को पुनः आरंभ। क्या आप आगे बढ़ना चाहते हैं?";
$lang['js']['trig_warning'] = "यह अंतर्दृष्टि के आधार पर सभी पोस्ट हटाए जाने के ट्रिगर साफ हो जाएगा। क्या आपकी आगे बढ़ने की इच्छा है?";
$lang['js']['type_an_url'] = "एक यूआरएल टाइप करें";
$lang['js']['editor'] = "संपादक";
 
/**
 * lang ajax.php
 */ 
$lang['ajax']['req_failed'] = "अनुरोध विफल रहा। बाद में कोशिश करें";
$lang['ajax']['unknown_module'] = "अज्ञात मॉड्यूल का अनुरोध किया";
$lang['ajax']['limit_exceeded'] = "सीमा पार हो गई। अधिकतम सीमा";
$lang['ajax']['folders'] = "फ़ोल्डरों";
$lang['ajax']['rss_feeds'] = "आरएसएस फ़ीड";
$lang['ajax']['folder'] = "फ़ोल्डर";
$lang['ajax']['file'] = "फ़ाइल";
$lang['ajax']['post'] = "पद";
$lang['ajax']['rss_feed'] = "आरएसएस फ़ीड";
$lang['ajax']['rss_failed'] = "चारा जोड़ने में विफल";
$lang['ajax']['edit_not_allowed'] = "आप इस तत्व को संपादित करने की अनुमति नहीं है";
$lang['ajax']['edit_failed'] = "तत्व को संपादित करने में विफल";
$lang['ajax']['update_failed'] = "तत्व को अद्यतन करने में विफल";
$lang['ajax']['delete_failed'] = "तत्व को नष्ट करने में विफल";
$lang['ajax']['caption_fid_empty'] = "कैप्शन और fileId दोनों खाली नहीं हो सकता";
$lang['ajax']['text_status_must_cap'] = "पाठ स्थिति एक शीर्षक होनी चाहिए";
$lang['ajax']['cap_failed'] = "शीर्षक अद्यतन करने में विफल";
$lang['ajax']['inv_fb_acc'] = "अमान्य फेसबुक अकाउंट";
$lang['ajax']['some_page_not_up'] = "अपने पृष्ठों में से कुछ अद्यतन नहीं किया जा सकता है। समीक्षा करने और उन्हें नष्ट करें";
$lang['ajax']['some_gr_not_up'] = "अपने समूहों में से कुछ अद्यतन नहीं किया जा सकता है। समीक्षा करने और उन्हें नष्ट करें";
$lang['ajax']['some_ev_not_up'] = "अपने घटनाओं के कुछ अद्यतन नहीं किया जा सकता है। समीक्षा करने और उन्हें नष्ट करें";
$lang['ajax']['img_editor_off'] = "छवि संपादक प्लगइन अक्षम हो जाता है";
$lang['ajax']['tools'] = "उपकरण";
$lang['ajax']['inv_timezone'] = "अमान्य समय क्षेत्र की आपूर्ति";
$lang['ajax']['timezone'] = "समय क्षेत्र";
$lang['ajax']['at_least_one_page'] = "आपको कम से कम एक पृष्ठ का चयन करना होगा";
$lang['ajax']['sch_groups'] = "अनुसूची समूहों";
$lang['ajax']['sch_group'] = "अनुसूची समूह";
$lang['ajax']['schs'] = "कार्यक्रम";
$lang['ajax']['sch'] = "अनुसूची";
$lang['ajax']['no_folder_sel'] = "चयनित नहीं फ़ोल्डर";
$lang['ajax']['too_many_sch'] = "तुम भी कई कार्यक्रम जोड़ लिया है";
$lang['ajax']['sch_name_req'] = "अनुसूची नाम की आवश्यकता";
$lang['ajax']['inv_post_freq'] = "अमान्य पोस्ट आवृत्ति";
$lang['ajax']['inv_post_seq'] = "अमान्य पोस्ट अनुक्रम";
$lang['ajax']['only_rand_ord'] = "केवल यादृच्छिक और आदेश दिया पद अनुक्रम आरएसएस फ़ीड के लिए काम करेंगे";
$lang['ajax']['no_album_mem'] = "एल्बम उपलब्ध नहीं। कारण: सदस्यता सीमा";
$lang['ajax']['no_slide_ff'] = "उपलब्ध नहीं स्लाइड शो। कारण: ffmpeg नहीं सेटअप";
$lang['ajax']['no_slide_conf'] = "उपलब्ध नहीं स्लाइड शो। कारण: config से इनकार किया";
$lang['ajax']['inv_slide_type'] = "अमान्य स्लाइड प्रकार";
$lang['ajax']['inv_slide_dur'] = "अमान्य स्लाइड की अवधि";
$lang['ajax']['inv_wm_file'] = "अमान्य वॉटरमार्क फ़ाइल";
$lang['ajax']['inv_wm_pos'] = "अमान्य वॉटरमार्क स्थिति";
$lang['ajax']['wm_pos_req'] = "वॉटरमार्क स्थिति की आवश्यकता";
$lang['ajax']['inv_post_from'] = "समय से अवैध पद";
$lang['ajax']['inv_post_to'] = "समय के लिए अमान्य पोस्ट";
$lang['ajax']['post_from_to_same'] = "से और समय के लिए पोस्ट ही नहीं होना चाहिए";
$lang['ajax']['inv_post_start_from'] = "समय से अवैध पोस्ट शुरू";
$lang['ajax']['inv_post_del_freq'] = "अमान्य पोस्ट हटाएं आवृत्ति";
$lang['ajax']['up_sch_fail'] = "अनुसूची अद्यतन करने में विफल";
$lang['ajax']['db_err'] = "डाटाबेस त्रुटि";
$lang['ajax']['could_not_add_page_sch'] = "इस कार्यक्रम के लिए किसी भी पृष्ठ जोड़ा नहीं जा सका। चयनित पृष्ठों की जाँच करें। कारण या तो अमान्य / निलंबित पेज आईडी करने के लिए या आप को पार कर लिया अधिकतम अनुमति नहीं पृष्ठों के लिए अनुसूची quoate चल अनुमति दी है क्योंकि कुछ पृष्ठों को अनुसूचित नहीं किया जा सकता है।";
$lang['ajax']['pages_scheduled'] = "पृष्ठों पोस्ट करने के लिए निर्धारित किया गया है";
$lang['ajax']['pages_deleted'] = "पृष्ठों को हटा दिया गया है";
$lang['ajax']['could_not_add_some_page_sch'] = "कारण या तो अमान्य / निलंबित पेज आईडी करने के लिए या आप को पार कर लिया अधिकतम अनुमति नहीं पृष्ठों के लिए अनुसूची quoate चल अनुमति दी है क्योंकि कुछ पृष्ठों को निर्धारित नहीं किया गया।";
$lang['ajax']['mem_not_allow'] = "आपकी सदस्यता योजना इस तत्व का उपयोग की अनुमति नहीं है";
$lang['ajax']['feed_cleaner'] = "चारा क्लीनर";
$lang['ajax']['page'] = "पृष्ठ";
$lang['ajax']['only_fb_hid'] = "केवल फेसबुक पेज पदों छिपा हो सकता है";
$lang['ajax']['posts_deleted'] = "पोस्ट नष्ट";
$lang['ajax']['inv_theme'] = "अमान्य विषय";
$lang['ajax']['theme_up_fail'] = "विषय को अपडेट करने में विफल";
$lang['ajax']['desc_limit'] = "विवरण 500 अक्षरों केवल (यूट्यूब सीमा) तक सीमित किया जाना चाहिए";
$lang['ajax']['max_tags'] = "अधिकतम 5 टैग जोड़ा जा सकता है";
$lang['ajax']['inv_cat_sel'] = "चयनित अमान्य वर्ग";
$lang['ajax']['inv_priv_sel'] = "अवैध गोपनीयता चयनित";
$lang['ajax']['meta_failed'] = "फ़ाइल मेटा अद्यतन करने में विफल";
$lang['ajax']['f_missing'] = "लापता आवश्यक क्षेत्रों";
$lang['ajax']['u_error'] = "अज्ञात त्रुटि हुई";
$lang['ajax']['app_being_used'] = "इस एप्लिकेशन को पहले से ही इस्तेमाल किया जा रहा है";
$lang['ajax']['inv_fb_app'] = "अमान्य फेसबुक अनुप्रयोग";
$lang['ajax']['no_fb_del_demo'] = "डेमो में फेसबुक प्रोफाइल नष्ट नहीं कर सकते";
$lang['ajax']['not_del_fb'] = "आप इस आईडी को नष्ट करने की अनुमति नहीं है";
$lang['ajax']['not_all_del_sch'] = "आप इस अनुसूची को नष्ट करने की अनुमति नहीं है";
$lang['ajax']['sch_stop_fail'] = "अनुसूची को रोकने में नाकाम। पहले से ही बंद कर दिया या निलंबित";
$lang['ajax']['sch_res_fail'] = "अनुसूची को फिर से शुरू करने में विफल रहा। पहले से ही फिर से शुरू या निलंबित";
$lang['ajax']['del_can_fail'] = "हटाए जाने को रद्द करने में विफल";
$lang['ajax']['del_db_fail'] = "डेटाबेस से हटाने में विफल रहा";
$lang['ajax']['del_ss_fail'] = "सामाजिक साइट से हटाने में विफल रहा";
$lang['ajax']['same_id_no_merge'] = "एक ही आईडी विलय कर नहीं किया जा सकता";
$lang['ajax']['inv_first_acc'] = "अमान्य पहला खाता";
$lang['ajax']['inv_sec_acc'] = "अमान्य दूसरे खाते";
$lang['ajax']['old_pwd_no_match'] = "पुराना पासवर्ड मेल नहीं खाता";
$lang['ajax']['pwd_six_char'] = "नया पासवर्ड कम से कम 6 वर्ण लंबा होना चाहिए";
$lang['ajax']['new_pwd_no_match'] = "नए पासवर्ड से मेल नहीं खाते";
$lang['ajax']['pwd_up_fail'] = "पासवर्ड अद्यतन करने में विफल";
$lang['ajax']['inv_email'] = "अवैध ईमेल";
$lang['ajax']['email_taken'] = "यह ईमेल पहले से ही किसी अन्य खाते के साथ पंजीकृत है";
$lang['ajax']['send_email_fail'] = "ईमेल भेजने में विफल";
$lang['ajax']['sess_expired'] = "क्षमा सत्र समाप्त हो गया!";
$lang['ajax']['inv_code'] = "अवैध कोड";
$lang['ajax']['email_up_fail'] = "ईमेल अपडेट करने में विफल";
$lang['ajax']['up_settings_fail_either'] = "सेटिंग को अपडेट करने में विफल रहा। यह पहले से ही बदल गया है या अपनी पोस्टिंग क्षमता व्यवस्थापक द्वारा अक्षम किया गया है";
$lang['ajax']['inv_fb_id_chosen'] = "अमान्य फेसबुक आईडी चुना";
$lang['ajax']['up_settings_fail'] = "सेटिंग को अपडेट करने में विफल";
$lang['ajax']['adv_sch'] = "उन्नत शेड्यूलिंग";
$lang['ajax']['comm_req'] = "टिप्पणियां की आवश्यकता";
$lang['ajax']['comm_delay_req'] = "देरी bumping टिप्पणियां की आवश्यकता";
$lang['ajax']['inv_comm_delay'] = "अमान्य टिप्पणी bumping देरी";
$lang['ajax']['stop_bump_fail'] = "Bumping को रोकने में नाकाम";
$lang['ajax']['downloader'] = "डाउनलोडर";
$lang['ajax']['video_downloader'] = "वीडियो डाउनलोडर";
$lang['ajax']['image_downloader'] = "छवि डाउनलोडर";
$lang['ajax']['imp_not_allowed'] = "आप चयनित फ़ोल्डर में डाउनलोड छवि या वीडियो आयात नहीं कर सकते";
$lang['ajax']['inv_fail_hash'] = "अवैध या समाप्त हो गई फ़ाइल हैश";
$lang['ajax']['fsize_fail'] = "फ़ाइल आकार को पुन: प्राप्त करने में असमर्थ";
$lang['ajax']['max_vsize_downloader'] = "अधिकतम अनुमति वीडियो आकार 500MB है";
$lang['ajax']['not_enough_space'] = "अपनी अनुमति भंडारण में इस फाइल को अपलोड करने के लिए उपलब्ध नहीं पर्याप्त जगह";
$lang['ajax']['f_too_large'] = "बहुत बड़ी फाइल। अधिकतम स्वीकृत आकार है"; 
$lang['ajax']['un_error_fname'] = "अज्ञात त्रुटि फ़ाइल नाम का चयन हुआ";
$lang['ajax']['max_wm_frame_added'] = "आप जोड़ लिया है अधिकतम 100 वॉटरमार्क या फ्रेम की अनुमति दी";
$lang['ajax']['un_err_copy_file'] = "फाइल को कॉपी करते समय अज्ञात त्रुटि हुई";
$lang['ajax']['un_err'] = "अज्ञात त्रुटि हुई";
$lang['ajax']['importer'] = "आयातक";
$lang['ajax']['fb_mod_disabled'] = "फेसबुक मॉड्यूल अक्षम हो जाता है";
$lang['ajax']['no_valid_id_f'] = "कोई वैध पहचान पत्र पाया";
$lang['ajax']['imported'] = "आयातित";
$lang['ajax']['img_grp'] = "आयातित समूहों";
$lang['ajax']['imp_ev'] = "आयातित घटनाओं";
$lang['ajax']['v_editor'] = "वीडियो संपादक";
$lang['ajax']['i_editor'] = "छवि संपादक";
$lang['ajax']['v_plugin_dis'] = "वीडियो संपादक प्लगइन अक्षम हो जाता है";
$lang['ajax']['already_queued_task'] = "आप पहले से ही 3 या अधिक कार्य पंक्तिबद्ध है। यदि आप किसी अन्य कार्य जोड़ने से पहले खत्म या मुफ्त कतार में एक को नष्ट करने के लिए एक पंक्तिबद्ध कार्य कृपया प्रतीक्षा करें!";
$lang['ajax']['inv_file_name'] = "अमान्य फ़ाइल नाम";
$lang['ajax']['inv_file'] = "अमान्य फ़ाइल";
$lang['ajax']['f_not_found'] = "फ़ाइल प्राप्त नहीं हुई";
$lang['ajax']['disk_consumed'] = "आप अपनी डिस्क अंतरिक्ष के सभी का सेवन किया";
$lang['ajax']['add_task_fail'] = "कार्य जोड़ने में विफल। या तो कोई काम प्रस्तुत या अवैध कार्य प्रस्तुत की। कृपया पुन: प्रयास करें";
$lang['ajax']['cpy_video_fail'] = "वीडियो की नकल करने में विफल";
$lang['ajax']['add_q_fail'] = "कतार जोड़ने में विफल";
$lang['ajax']['video_not_del_all'] = "आप इस को नष्ट करने की अनुमति नहीं है";
$lang['ajax']['q_locked'] = "इस पंक्ति वर्तमान में कार्रवाई की जा रही है और हटाया नहीं जा सकता";
$lang['ajax']['q_del_failed'] = "कतार हटाने में विफल रहा";
$lang['ajax']['rss_no_slideshow'] = "आरएसएस फ़ीड स्लाइड शो बनाने के लिए इस्तेमाल नहीं किया जा सकता";
$lang['ajax']['i_edit_dis'] = "छवि संपादन अक्षम";
$lang['ajax']['v_edit_dis'] = "वीडियो संपादन अक्षम";
$lang['ajax']['ffmpeg_no_config'] = "ffmpeg के पथ कॉन्फ़िगर नहीं है। यह विन्यस्त करने के लिए व्यवस्थापक कहें।";

/**
 * lang auth
 */
$lang['auth']['fail_uid_fb'] = "फेसबुक से यूजर आईडी प्राप्त करने में असफल"; 
$lang['auth']['fb_allow_all_perms'] = "सभी आवश्यक अनुमतियां इस एप्लिकेशन का उपयोग करने की अनुमति देते हैं। आपके एप्लिकेशन फेसबुक द्वारा स्वीकृत नहीं है, तो खातों को जोड़ने के लिए एप्लिकेशन के एक व्यवस्थापक या परीक्षक के रूप में लॉगिन करें";
$lang['auth']['fb_suspended'] = "अपने फेसबुक खाते को निलंबित कर दिया गया है";
$lang['auth']['fb_added_already'] = "इस फेसबुक आईडी पहले से ही किसी अन्य उपयोगकर्ता खाते के साथ जुड़ा हुआ है";
$lang['auth']['must_login'] = "आप नए सामाजिक खाता जोड़ने के लिए में लॉग इन होना चाहिए। अपने खाते में प्रवेश और जोड़ने के लिए फिर कोशिश करें।";
$lang['auth']['fail_uid_tw'] = "ट्विटर यूजर आईडी प्राप्त करने में असफल";
$lang['auth']['tw_suspended'] = "अपने ट्विटर खाते को निलंबित कर दिया गया है";
$lang['auth']['tw_added_already'] = "इस ट्विटर आईडी पहले से ही किसी अन्य उपयोगकर्ता खाते के साथ जुड़ा हुआ है";
$lang['auth']['fail_yt_auth'] = "यूट्यूब के साथ प्रमाणित करने में विफल।";
$lang['auth']['tech_reason'] = "तकनीकी कारण";
$lang['auth']['yt_suspended'] = "अपने YouTube खाते को निलंबित कर दिया गया है";
$lang['auth']['yt_added_already'] = "यह यूट्यूब आईडी पहले से ही किसी अन्य उपयोगकर्ता खाते के साथ जुड़ा हुआ है";


/**
 * lang download.class
 */
$lang['dwclass']['img_too_large'] = "छवि बहुत बड़ी है। अधिकतम 5MB छवि का समर्थन";
$lang['dwclass']['not_supported'] = "समर्थित मेजबान नहीं या लॉगिन या कुकी द्वारा प्रतिबंधित यानी डाउनलोड नहीं दाखिल";
$lang['dwclass']['yt_extract_fail'] = "दिए गए यूआरएल से यूट्यूब आईडी को अलग नहीं किया जा सका";
$lang['dwclass']['yt_emp_format'] = "वीडियो डाउनलोड विफल रहा है। खाली प्रारूप";
$lang['dwclass']['yt_emp_fmt'] = "वीडियो डाउनलोड विफल रहा है। खाली FMT धारा डेटा";
$lang['dwclass']['yt_emp_conf'] = "वीडियो डाउनलोड विफल रहा है। खाली yt_config डेटा";
$lang['dwclass']['dm_emp_q'] = "वीडियो डाउनलोड विफल रहा है। खाली गुणों";
$lang['dwclass']['dm_emp_meta'] = "वीडियो डाउनलोड विफल रहा है। खाली मेटाडाटा";
$lang['dwclass']['dm_emp_context'] = "वीडियो डाउनलोड विफल रहा है। खाली संदर्भ";
$lang['dwclass']['vm_emp_data'] = "वीडियो डाउनलोड विफल रहा है। खाली वीडियो डेटा";
$lang['dwclass']['vm_emp_conf'] = "वीडियो डाउनलोड विफल रहा है। खाली config-यूआरएल";
$lang['dwclass']['fb_extract_fail'] = "दिए गए यूआरएल से फेसबुक वीडियो आईडी को अलग नहीं किया जा सका";
$lang['dwclass']['fb_emp_params'] = "वीडियो डाउनलोड विफल रहा है। खाली पैरामीटर";
$lang['dwclass']['f_dwn_fail'] = "फ़ाइल डाउनलोड विफल रहा है।";


/**
 * downloader index
 */
$lang['dw']['title'] = "छवि और वीडियो डाउनलोडर उपकरण";
$lang['dw']['supp_hosts'] = "समर्थित वीडियो मेजबान: यूट्यूब, Dailymotion, Vimeo, फेसबुक";
$lang['dw']['inst'] = "लिंक डाउनलोड एक यूट्यूब / Dailymotion / Vimeo / फेसबुक लिंक या एक प्रत्यक्ष छवि (JPG या PNG) डालें";
$lang['dw']['donot'] = "किसी भी कॉपीराइट सामग्री डाउनलोड न करें। आप किसी भी कॉपीराइट सामग्री को अपलोड करता है, तो अपने सामाजिक खातों को निलंबित किया जा सकता है। आप इस उपकरण का उपयोग कर कुछ भी डाउनलोड करने से पहले हमेशा कॉपीराइट जानकारी की जाँच करें।";

/**
 * lang media editor
 */
$lang['editor']['index']['title1'] = "मीडिया के संपादक और सामग्री जेनरेटर";
$lang['editor']['index']['imgvd'] = "छवि और वीडियो संपादक";
$lang['editor']['index']['meme'] = "मेम जेनरेटर";
$lang['editor']['index']['htoi'] = "छवि निर्माता के लिए HTML";
$lang['editor']['index']['wmview'] = "वॉटरमार्क और देखें खोजक";
$lang['editor']['index']['twm'] = "वॉटरमार्क करने के लिए पाठ";
$lang['editor']['index']['slf'] = "फ़ोल्डर से स्लाइड शो बनाने";
$lang['editor']['index']['vdwn'] = "वीडियो डाउनलोडर";
$lang['editor']['index']['ivdwn'] = "छवि और वीडियो डाउनलोडर";
$lang['editor']['index']['eqv'] = "संपादक पंक्तिबद्ध वीडियो";

$lang['editor']['videos']['qv'] = "कतार में वीडियो";
$lang['editor']['videos']['novid'] = "कोई वीडियो अभी तक संपादित!";
$lang['editor']['videos']['table'] = array(
										"परियोजना का नाम", 
										"पर जोड़ा", 
										"स्थिति", 
										"नोट्स", 
										"डाउनलोड", 
										"कार्य"
										);
$lang['editor']['videos']['fetch_fail'] = "वीडियो प्राप्त करने में विफल!";


$lang['editor']['tools']['noframe'] = "आप किसी भी फ्रेम नहीं है";
$lang['editor']['tools']['nowm'] = "आप किसी भी वॉटरमार्क नहीं है";
$lang['editor']['tools']['yourview'] = "आपके विचार ढूँढ़ने";
$lang['editor']['tools']['yourwm'] = "आपका वॉटरमार्क";
$lang['editor']['tools']['create_wm'] = "अपना नाम / ब्रांड नाम या पाठ के साथ अपने वॉटरमार्क बनाएं";
$lang['editor']['tools']['try_it'] = "कोशिश करो";
$lang['editor']['tools']['create_slide'] = "फ़ोल्डर से स्लाइड शो बनाएँ";
$lang['editor']['tools']['sel_f'] = "एक फ़ोल्डर का चयन करें";
$lang['editor']['tools']['slide_dur'] = "प्रत्येक स्लाइड की अवधि";
$lang['editor']['tools']['slide_type'] = "स्लाइड शो के प्रकार";
$lang['editor']['tools']['title'] = "यहाँ अपने वॉटरमार्क या दृश्य ढूँढ़ने अपलोड";
$lang['editor']['tools']['ddwm'] = "खींचें और यहाँ अपने वॉटरमार्क लोगो ड्रॉप या अपलोड करने के लिए क्लिक करें।";
$lang['editor']['tools']['ddvf'] = "खींचें और अपने यहाँ देखें ढूँढ़ने वाले ड्रॉप या अपलोड करने के लिए क्लिक करें।";


$lang['editor']['meme']['title'] = "मेम जनरेटर";
$lang['editor']['meme']['ddimg'] = "यहाँ ड्रॉप छवियों संपादन शुरू या अपलोड करने के लिए क्लिक करें।";
$lang['editor']['meme']['edited_img'] = "संपादित छवि";
$lang['editor']['meme']['imp_my'] = "मेरा फ़ोल्डर में आयात";
$lang['editor']['meme']['text1'] = "टेक्स्ट 1";
$lang['editor']['meme']['text2'] = "Text2";
$lang['editor']['meme']['text'] = "टेक्स्ट";
$lang['editor']['meme']['color'] = "रंग";
$lang['editor']['meme']['opacity'] = "अस्पष्टता";
$lang['editor']['meme']['fsize'] = "फ़ॉन्ट आकार";
$lang['editor']['meme']['font'] = "फ़ॉन्ट";
$lang['editor']['meme']['rotate'] = "घुमाएँ";
$lang['editor']['meme']['apply'] = "लागू करें";
$lang['editor']['meme']['reset'] = "रीसेट";
$lang['editor']['meme']['rotate'] = "घुमाएँ";

$lang['editor']['hto']['preview'] = "पूर्वावलोकन छवि";
$lang['editor']['hto']['resize'] = "आकार बदलें";
$lang['editor']['hto']['nolarge'] = "बहुत बड़ी HTML पेस्ट न करें। आपका ब्राउज़र स्थिर हो सकता है! मैक्स 50000 वर्ण की अनुमति दी";


$lang['editor']['editor']['title'] = "मीडिया के संपादक";
$lang['editor']['editor']['ddimgvid'] = "यहाँ ड्रॉप छवियों / वीडियो संपादन शुरू या अपलोड करने के लिए क्लिक करें।";
$lang['editor']['editor']['org'] = "मूल छवि";
$lang['editor']['editor']['save'] = "सहेजें";
$lang['editor']['editor']['cancel'] = "रद्द करना";
$lang['editor']['editor']['resize'] = "आकार बदलें";
$lang['editor']['editor']['crop'] = "फ़सल";
$lang['editor']['editor']['addeff'] = "प्रभाव जोड़ें";
$lang['editor']['editor']['addwmt'] = "वॉटरमार्क पाठ जोड़ें";
$lang['editor']['editor']['addwmi'] = "वॉटरमार्क छवि जोड़ें";
$lang['editor']['editor']['ff'] = "पूर्णस्क्रीन चालू करें";
$lang['editor']['editor']['image'] = "छवि";
$lang['editor']['editor']['position'] = "स्थिति";
$lang['editor']['editor']['rotate'] = "घुमाएँ";
$lang['editor']['editor']['v_disabled'] = "वीडियो संपादक अक्षम हो जाता है";
$lang['editor']['editor']['tsize'] = "टाइल आकार विन्यास";
$lang['editor']['editor']['tsize_format'] = "Rowxcolumn प्रारूप में टाइल आकार दर्ज";
$lang['editor']['editor']['segments'] = "खंडों";
$lang['editor']['editor']['stask'] = "टास्क जमा करें";
$lang['editor']['editor']['pending_op'] = "संचालन लंबित";
$lang['editor']['editor']['tshot'] = "स्क्रीनशॉट लीजिए";
$lang['editor']['editor']['ctile'] = "स्क्रीनशॉट टाइल बनाएं";
$lang['editor']['editor']['sseg'] = "खंड शुरू";
$lang['editor']['editor']['eseg'] = "अंत खंड";
$lang['editor']['editor']['jfb'] = "कूदो पांच पिछड़े दूसरे";
$lang['editor']['editor']['jff'] = "पाँच दूसरी आगे कूद";
$lang['editor']['editor']['jsb'] = "पिछड़े एक दूसरे कूदो";
$lang['editor']['editor']['jsf'] = "एक दूसरे के आगे कूद";
$lang['editor']['editor']['pname'] = "परियोजना का नाम";
$lang['editor']['editor']['ptime'] = "विश्राम का समय";
$lang['editor']['editor']['jto'] = "पर कूदना";
$lang['editor']['editor']['penter'] = "एंट्रर दबाये";
$lang['editor']['editor']['add_new_vf'] = "नया देखने खोजक जोड़ें";
$lang['editor']['editor']['vf'] = "व्यू-फ़ाइंडर";
$lang['editor']['editor']['brightness'] = "चमक";
$lang['editor']['editor']['contrast'] = "विषमता";
$lang['editor']['editor']['vignette'] = "शब्दचित्र";
$lang['editor']['editor']['lc'] = "केंद्र हल्का";
$lang['editor']['editor']['desaturate'] = "Desaturate";
$lang['editor']['editor']['noise'] = "शोर";
$lang['editor']['editor']['ts'] = "टिंट शक्ति";
$lang['editor']['editor']['tc'] = "टिंट रंग";
$lang['editor']['editor']['add_ano'] = "एक और पाठ जोड़ें";
$lang['editor']['editor']['rotate'] = "घुमाएँ";

/**
 * lang for logs
 */
$lang['logs']['plog'] = "पोस्टिंग लॉग";
$lang['logs']['elog'] = "त्रुटि लॉग";
$lang['logs']['noerr'] = "नहीं मिला त्रुटि लॉग";
$lang['logs']['last100'] = "पिछले 50 प्रविष्टि दिखा";
$lang['logs']['table_header'] = array(
									"प्रोफाइल", 
									"पद", 
									"फ़ाइल", 
									"T.I.M.E" ,
									"संदेश"
									);
									
/**
 * lang for dologin
 */
$lang['dologin']['nofbapp'] = "फेसबुक अनुप्रयोग सेटिंग्स कॉन्फ़िगर नहीं है। एप्लिकेशन को जोड़ने या डैशबोर्ड&gt; सेटिंग्स में अपने स्वयं के अनुप्रयोग को जोड़ने के लिए व्यवस्थापक कहें।";
$lang['dologin']['fbdis'] = "क्षमा करें! फेसबुक लॉगइन अक्षम हो जाता है";
$lang['dologin']['mem_fb_dis'] = "क्षमा करें! आपकी सदस्यता योजना फेसबुक का उपयोग करने की अनुमति नहीं है";
$lang['dologin']['max_allow'] = "क्षमा करें! आपका अपने खाते में अधिकतम अनुमति प्रोफाइल जोड़ लिया है। अधिकतम अनुमति दी:";
$lang['dologin']['profiles'] = "प्रोफाइल";
$lang['dologin']['notwapp'] = "ट्विटर अनुप्रयोग सेटिंग्स कॉन्फ़िगर नहीं है। एप्लिकेशन को जोड़ने या डैशबोर्ड&gt; सेटिंग्स में अपने स्वयं के अनुप्रयोग को जोड़ने के लिए व्यवस्थापक कहें।";
$lang['dologin']['twdis'] = "क्षमा करें! ट्विटर लॉगिन अक्षम हो जाता है";
$lang['dologin']['mem_tw_dis'] = "क्षमा करें! आपकी सदस्यता योजना चहचहाना का उपयोग की अनुमति नहीं है";
$lang['dologin']['fail_tw_oauth'] = "OAuth टोकन का अनुरोध करने में विफल रहा। आप ट्विटर अनुप्रयोग सेटिंग्स में कॉलबैक यूआरएल निर्धारित किया है कि सुनिश्चित करें";
$lang['dologin']['noytapp'] = "यूट्यूब अनुप्रयोग सेटिंग्स कॉन्फ़िगर नहीं है। एप्लिकेशन को जोड़ने या डैशबोर्ड&gt; सेटिंग्स में अपने स्वयं के अनुप्रयोग को जोड़ने के लिए व्यवस्थापक कहें।";
$lang['dologin']['ytdis'] = "क्षमा करें! यूट्यूब लॉगिन अक्षम हो जाता है";
$lang['dologin']['mem_yt_dis'] = "क्षमा करें! आपकी सदस्यता योजना यूट्यूब का उपयोग की अनुमति नहीं है";
$lang['dologin']['fail_yt_oauth'] = "यूट्यूब के साथ प्रमाणित करने में विफल।";
$lang['dologin']['fail_yt_tech'] = "तकनीकी कारण";


$lang['js']['pro_already_sel'] = "इस प्रोफाइल पहले से ही चुना जाता है";
$lang['js']['clear_all_sel'] = "सभी चयन साफ़";
$lang['js']['bulk_sel'] = "स्वत: पूर्ण पेज चयन";
$lang['js']['fbprofile'] = "फेसबुक प्रोफाइल";
$lang['js']['fbpage'] = "फेसबुक पन्ने";
$lang['js']['fbgroup'] = "फेसबुक समूहों";
$lang['js']['fbevent'] = "फेसबुक घटनाक्रम";
$lang['js']['twitter'] = "ट्विटर प्रोफाइल";
$lang['js']['youtube'] = "यूट्यूब प्रोफाइल";
$lang['js']['edit'] = "संपादित";
$lang['js']['add_edit_cats'] = "जोड़ें या श्रेणियों को संपादित";
$lang['js']['save_as'] = "में सहेजें";
$lang['js']['create_new_cat'] = "एक नई श्रेणी बनाने";
$lang['js']['cat_name'] = "नई श्रेणी का नाम";
$lang['js']['cat_got'] = "श्रेणियाँ सफलतापूर्वक प्राप्त";
$lang['js']['cat_deleted'] = "श्रेणी हटाई";

$lang['dashboard']['till'] = "जब तक";
$lang['dashboard']['type_cat_name'] = "खोज श्रेणियों";
$lang['dashboard']['no_cat'] = "आप किसी भी वर्ग नहीं है!";
$lang['dashboard']['no_cat_found'] = "कोई श्रेणी पाया!";
$lang['dashboard']['cat_found'] = "श्रेणियों पाया";
$lang['dashboard']['cat_name'] = "श्रेणी नाम";
$lang['dashboard']['cat_id'] = "श्रेणी ID";
$lang['dashboard']['create_new_cat'] = "बनाने के लिए या संपादित श्रेणी";
$lang['dashboard']['p_count'] = "प्रोफ़ाइल गिनती";

$lang['header']['dashboard']['cats'] = "श्रेणियाँ";

$lang['meta']['sep_comma'] = "अल्पविराम से अलग (अधिकतम 5)";

$lang['ajax']['category'] = "श्रेणी";
$lang['ajax']['cat_name_req'] = "श्रेणी नाम की आवश्यकता";
$lang['ajax']['new_folder_fail'] = "नया फ़ोल्डर बनाने में विफल";
$lang['ajax']['cat_upadd_fail'] = "जोड़ने या संपादित श्रेणी करने में विफल";


$lang['dashboard']['schedule']['repeat_posting'] = "दोहराएँ अनुसूची";
$lang['dashboard']['schedule']['repeat_camp'] = "दोहराएँ अभियान";
$lang['dashboard']['schedule']['one_time_use'] = "पूरे अभियान में एक बार एक फ़ाइल पोस्ट";
$lang['dashboard']['schedule']['start_posting'] = "पर अभियान शुरू";
$lang['dashboard']['schedule']['end_posting'] = "अंत अभियान पर";

$lang['dashboard'][39] = "नए शेड्यूल समूह जोड़ें";
$lang['dashboard'][41] = "एक नया शेड्यूल समूह बनाएं";
$lang['dashboard'][42] = "अपने कार्यक्रम के समूह का नाम";
$lang['dashboard'][50] = "सर्वर से तैनात फ़ाइल हटाएँ";
$lang['dashboard'][57] = "प्रत्येक स्लाइड लंबाई";

$lang['js']['create_new_sch'] = "एक नया शेड्यूल समूह बनाएं";
$lang['js']['update_schedule'] = "अद्यतन अनुसूची समूह";

$lang['ajax']['fbnyt'] = "फेसबुक और यूट्यूब";
$lang['ajax']['fbntw'] = "फेसबुक और ट्विटर";
$lang['ajax']['inv_post_end_at'] = "समय पर अवैध पद अंत";
$lang['ajax']['post_start_end_same'] = "अभियान शुरू करने का समय अंत समय की तुलना में एक ही है या बड़ा नहीं हो सकता";
$lang['ajax']['camp_sch_both_repeat'] = "दोनों अलग-अलग समय और अनुसूची समूह एक ही समय में दोहराया नहीं जा सकता। दोहराने के लिए केवल एक को चुनें";
$lang['ajax']['clear_logs'] = "साफ लॉग को";

$lang['browse']['available_vars'] = "उपलब्ध चर";
$lang['browse']['shortcut'] = "शॉर्टकट";
$lang['browse'][14] = "एक शीर्षक, स्थिति या लिंक रखो। अगर जरूरत spintax प्रयोग करें";
$lang['browse'][11] = "एक शीर्षक, स्थिति या लिंक दिया है और बचाने के लिए प्रेस दर्ज करें। Spintax का प्रयोग करें या यदि आवश्यक हो तो चर जोड़ने";
$lang['browse'][17] = "एक शीर्षक, स्थिति या लिंक रखो। Spintax का प्रयोग करें या यदि आवश्यक हो तो चर जोड़ने";

$lang['js']['del_selected'] = "चयनित मिटाएं";
$lang['js']['select_all'] = "सबका चयन करें";
$lang['js']['inv_selected'] = "उलटा चुनें";
$lang['js']['no_item_sel'] = "कोई आइटम चयनित";
$lang['js']['maintenance'] = "रखरखाव मोड में साइट। हम जल्द ही वापस लौटेंगे";
$lang['js']['out_of'] = "से बाहर";
$lang['js']['succ_del'] = "आइटम सफलतापूर्वक नष्ट कर दिया";
$lang['js']['unchkall'] = "सभी अचयनित करें";
$lang['js']['waiting'] = "इंतजार";
$lang['js']['caption_missing'] = "कैप्शन लापता";
$lang['js']['caption_sel'] = "कैप्शन करें";
$lang['js']['add_caption_sel'] = "चयनित फ़ाइलों को कैप्शन जोड़ें";

$lang['link']['title'] = "फेसबुक पोस्ट के लिए लिंक मेटा विन्यस्त करें";
$lang['link']['name'] = "लिंक का शीर्षक";
$lang['link']['type_title'] = "आप spintax या चर का उपयोग कर सकते हैं";
$lang['link']['desc'] = "लिंक का वर्णन";
$lang['link']['type_desc'] = "आप spintax या चर का उपयोग कर सकते हैं";
$lang['link']['image'] = "लिंक छवि";
$lang['link']['type_image'] = "छवि का URL";
$lang['link']['when_work'] = "हम पाठ स्थिति में एक लिंक मिल तो यह सेटिंग्स ही लागू होगी। लिंक आप इस रूप में कॉन्फ़िगर सेटिंग्स से बदल दिया जाएगा";

$lang['greetings']['good_morning'] = "शुभ प्रभात";
$lang['greetings']['good_afternoon'] = "नमस्कार";
$lang['greetings']['good_evening'] = "शुभ संध्या";
$lang['greetings']['good_night'] = "शुभ रात्रि"; 
$lang['greetings']['everyone'] = "हर"; 

$lang['header']['payment'] = "भुगतान";

$lang['browse']['post_now'] = "पोस्ट अब";
$lang['browse']['post_results'] = "पोस्ट परिणाम";
$lang['browse']['post_sel_file'] = "अब चयनित फ़ाइल पोस्ट";
$lang['browse']['post_limit_exceeded'] = "आप आज पोस्ट की सीमा पार कर चुके हैं";
$lang['browse']['token_fail'] = "टोकन लोड करने में असफल";
$lang['browse']['post_fail'] = "पोस्ट जोड़ने में विफल";
$lang['browse']['expand'] = "विस्तार";

$lang['js']['delay'] = "विलंब (सेकंड)";
$lang['js']['delay_help'] = "दो सेकंड के बीच यादृच्छिक अंतराल का उपयोग करने के लिए, अल्पविराम द्वारा उन्हें अलग। उदाहरण:";
$lang['js']['post_now'] = "पोस्ट अब";
$lang['js']['posted_to'] = "पोस्ट किया गया";
$lang['js']['sync_post'] = "तुल्यकालिक पोस्ट";

$lang['ajax']['file_not_supported'] = "इस प्रकार की फ़ाइल चयनित स्थल पर तैनात नहीं किया जा सकता";
$lang['ajax']['past_dates'] = "विगत तिथियाँ अनुमति नहीं";
$lang['ajax']['fbprofile_nopost_demo'] = "डेमो मोड पर फेसबुक प्रोफाइल को पोस्ट नहीं कर सकते";

$lang['schedule']['sync_post_help'] = "तुल्यकालिक पद सक्षम है, तो सभी चयनित पृष्ठों उनके 1 पोस्ट पूरी करने तक, चयनित पेज में से किसी में 2 पद इंतजार करेंगे";
$lang['schedule']['repeat_posting_help'] = "दोहराने की अनुसूची सक्षम है, तो जब किया, चयनित पेज के प्रत्येक पोस्टिंग पुनः आरंभ करेगा";
$lang['schedule']['repeat_camp_help'] = "दोहराने की अनुसूची सक्षम है, तो जब किया, अनुसूची समूह दोहराना होगा";
$lang['schedule']['one_time_help'] = "इस विकल्प को सक्षम है, तो अपने फ़ोल्डर से एक फ़ाइल पूरे अनुसूची समूह में केवल एक बार तैनात किया जाएगा। तुम तो चयनित पृष्ठों की संख्या की तुलना में फ़ाइलों की कम संख्या है, तो अपने पृष्ठों के सभी पद नहीं होगा।";
$lang['schedule']['auto_del_help'] = "यदि सक्षम, सोशल मीडिया पर पोस्ट किया जाता है कि किसी भी फाइल को भी अपने फ़ोल्डर से हटा दिया जाएगा";

$lang['pricing']['title'] = "मूल्य निर्धारण और सदस्यता की योजना";
$lang['pricing']['subtitle'] = "उन्नत सदस्यता की योजना के साथ सबसे अच्छा जाओ";
$lang['pricing']['subs'] = "सब्सक्राइब्ड";
$lang['pricing']['renew_plan'] = "योजना को नवीनीकृत";
$lang['pricing']['current_plan'] = "आपकी वर्तमान योजना।";
$lang['pricing']['expires_at'] = "में समाप्त हो";
$lang['pricing']['choose_plan'] = "योजना का चयन";
$lang['pricing']['downgrade'] = "आप अपनी सदस्यता को डाउनग्रेड कर दिया है। अपने भुगतान किया सदस्यता समाप्त हो रहा है के बाद यह सक्रिय हो जाएगा। के रूप में अच्छी तरह से अपने भुगतान प्रदाता से अपने आवर्ती भुगतान सदस्यता रद्द करने के लिए मत भूलना";
$lang['pricing']['plan_disabled'] = "इस योजना नहीं मौजूद है या अब सक्रिय नहीं करता";
$lang['pricing']['seven_days_before'] = "आप पहले से ही इस योजना का आनंद ले रहे हैं और 7 दिनों समाप्ति की तारीख से पहले यह नवीनीकृत कर सकते हैं।";
$lang['pricing']['al_downgraded'] = "आप पहले से ही अपनी सदस्यता को डाउनग्रेड। अपने भुगतान किया सदस्यता समाप्त हो रहा है के बाद यह सक्रिय हो जाएगा।";
$lang['pricing']['continue'] = "जारी रखने के लिए यहां क्लिक करें";
$lang['pricing']['renewing'] = "सदस्यता Renewing";
$lang['pricing']['upgrading'] = "उन्नयन सदस्यता";
$lang['pricing']['pay_with_pp'] = "पेपैल खाते से भुगतान";
$lang['pricing']['cancel_before'] = "आगे बढ़ने से पहले अपने मौजूदा सदस्यता की योजना के लिए पेपैल से अपने आवर्ती भुगतान रद्द";
$lang['pricing']['existing_dis'] = "ध्यान दें: आपका मौजूदा सदस्यता बंद हो जाएगा।";
$lang['pricing']['onetime_pay'] = "एक बार भुगतान करें";
$lang['pricing']['recurr_pay'] = "आवर्ती भुगतान करें";
$lang['pricing']['amount'] = "मात्रा";
$lang['pricing']['month'] = "माह";
$lang['pricing']['quantity'] = "मात्रा";
$lang['pricing']['total'] = "कुल";
$lang['pricing']['click_here_purchase'] = "आपकी खरीद के साथ जारी करने के लिए यहां क्लिक करें";
$lang['pricing']['click_here_downgrade'] = "आपका ढाल के साथ जारी रखने के लिए यहां क्लिक करें";
$lang['pricing']['downgrade'] = "निःशुल्क सदस्यता के लिए ढाल";
$lang['pricing']['membership'] = "सदस्यता";
$lang['pricing']['paid_remain_active'] = "यह समय सीमा समाप्त होने तक अपने भुगतान किया सदस्यता सक्रिय रहेगा";
$lang['pricing']['pp_cancel'] = "आप अपने भुगतान रद्द कर दिया है। अपने पिछले सदस्यता योजना सक्रिय रहेगा";
$lang['pricing']['pp_success'] = "नई सदस्यता की योजना के लिए सदस्यता लेने के लिए धन्यवाद। आप अपने भुगतान सत्यापित करने तक प्रतीक्षा करें। अपनी सदस्यता की योजना एक घंटे में परिवर्तन नहीं होता है, तो हमें सीधे संपर्क करने के लिए स्वतंत्र महसूस";
$lang['pricing']['no_pp'] = "कोई पेपैल खाता व्यवस्थापक द्वारा विन्यस्त है। बाद में कोशिश या समर्थन से संपर्क करें";
$lang['pricing']['up_membership'] = "नवीनीकरण सदस्यता";

$lang['title']['membership'] = "सदस्यता का उन्नयन";
$lang['title']['pricing'] = "मूल्य निर्धारण";

$lang['footer']['contactus'] = "हमसे संपर्क करें";

?>